[
    {
        "date_and_time": "2023-12-02 22:51:10",
        "book_id": "က-၁",
        "title": "Bitcoinလိုတိုရှင်း",
        "cover": "က-၁.webp",
        "author": "အိမောင်",
        "category": "ကွန်ပျူတာ",
        "about": "Bitcoin အကြောင်း လိုရင်းတိုရှင်း\nဖော်ပြထားသည့်စာအုပ်။ Bitcoin အပါအဝင်\nCryptocurrency များ၏ အခြေခံဖြစ်သော\nBlockchain နည်းပညာနှင့် သိသင့်သည့်\nအထွေထွေဗဟုသုတများ စုံလင်စွာပါဝင်သည်။\nCryptocurrency များ အရောင်းအဝယ်\nပြုလုပ်နည်းကို ဖော်ပြသည့်စာအုပ်မဟုတ်ပါ။\n\n\n",
        "link": "က-၁.pdf"
    },
    {
        "date_and_time": "2023-12-02 23:30:11",
        "book_id": "က-၂",
        "title": "Professional Web Developer 2023",
        "cover": "က-၂.webp",
        "author": "အိမောင်",
        "category": "ကွန်ပျူတာ",
        "about": "A comprehensive guide that takes you from the fundamentals to intermediate and advanced levels, encompassing all aspects of web development in a single volume. It covers a wide range of topics essential for professional web developers, such as HTML, CSS, Bootstrap, JavaScript, PHP, Laravel, React, Node, Mongo, Express, API design, and more.\n\n",
        "link": "က-၂-.pdf"
    },
    {
        "date_and_time": "2023-12-04 20:35:53",
        "book_id": "က-၃",
        "title": "Bootstrap - လို - တို - ရှင်း",
        "cover": "က-၃.webp",
        "author": "အိမောင်",
        "category": "ကွန်ပျူတာ",
        "about": "Bootstrap CSS Framework အကြောင်း\nလိုရင်းတိုရှင်း ဖော်ပြထားသည့်စာအုပ်။\nကွန်ပျူတာအသုံးပြုတတ်သူ မည်သူမဆို\nဖတ်ရှုလေ့လာ၍ အသုံးချနိုင်မည် ဖြစ်ပါသည်။\nHTML/CSS အခြေခံမှ စတင်၍ ထည့်သွင်း\nဖော်ပြထားပြီး Web Development ကို\nယခုမှစတင်၍ လေ့လာလိုသူများ ပထမဆုံး\nဖတ်ရှုရမည့်စာအုပ် ဖြစ်ပါသည်။\n\n",
        "link": "က-၃.pdf"
    },
    {
        "date_and_time": "2023-12-04 20:39:23",
        "book_id": "က-၄",
        "title": "JavaScript လို - တို - ရှင်း",
        "cover": "က-၄.webp",
        "author": "အိမောင်",
        "category": "ကွန်ပျူတာ",
        "about": "JavaSript အကြောင်း လိုရင်းတိုရှင်း\nဖော်ပြထားသည့်စာအုပ် ဖြစ်ပါသည်။\nပရိုဂရမ်းမင်းကို ယခုမှ စတင်လေ့လာမည့်သူများ\nဖတ်ရှုသင့်သကဲ့သို့ JavaScript အကြောင်းကို\nအခြေခံကျကျ ပိုမိုသိရှိ နားလည်လိုသူများ\nဖတ်ရှုသင့်ပါသည်။\nပါဝင်သည့်အကြောင်းအရာများ\nအခန်း (၁) – Variables\nအခန်း (၂) – Data Types\nအခန်း (၃) – Expressions, Statements & Operators\nအခန်း (၄) – Procedures & Functions\nအခန်း (၅) – Arrays & Objects\nအခန်း (၆) – Control Flows & Loops\nအခန်း (၇) – Object-Oriented Programming – OOP\nအခန်း (၈) – Promises & async, await\nအခန်း (၉) – Code Style Guide\nအခန်း (၁၀) – Modules\nအခန်း (၁၁) – Document Object Model – DOM\nအခန်း (၁၂) – Debugging\n\nအိမောင် (Fairway)\neimg@fairwayweb.com\n(09) 252 426 388\n",
        "link": "က-၄.pdf"
    },
    {
        "date_and_time": "2023-12-04 20:44:59",
        "book_id": "က-၅",
        "title": "PHP လို - တို - ရှင်း",
        "cover": "က-၅.webp",
        "author": "အိမောင်",
        "category": "ကွန်ပျူတာ",
        "about": "PHP အကြောင်း လိုရင်းတိုရှင်း\nဖော်ပြထားသည့်စာအုပ် ဖြစ်ပါသည်။\nWeb နည်းပညာအခြေခံများမှ စတင်၍\nအဆင့်မြင့် PHP ရေးထုံးများအထိ\nပါဝင်သည်။ MySQL Database အကြောင်း\nပူးတွဲပါဝင်ပြီး ပရိုဂရမ်းမင်းအခြေခံ\nလေ့လာဖူးသူများ ဖတ်ရှုနိုင်သည်။\n\nပါဝင်သည့်အကြောင်းအရာများ\nအခန်း (၁) – World Wide Web\nအခန်း (၂) – PHP Development Environment\nအခန်း (၃) – Syntax, Variables & Data Types\nအခန်း (၄) – Strings & Arrays\nအခန်း (၅) – Operators & Control Structures\nအခန်း (၆) – Functions\nအခန်း (၇) – Object-Oriented Programming\nအခန်း (၈) – Essential Design Patterns\nအခန်း (၉) – Error Handling\nအခန်း (၁၀) – Modules & Namespaces\nအခန်း (၁၁) – Composer\nအခန်း (၁၂) – Requests, Cookies & Sessions\nအခန်း (၁၃) – File Upload\nအခန်း (၁၄) – MySQL Database\nအခန်း (၁၅) – Project\nအခန်း (၁၆) – Security\n\nအိမောင် (Fairway)\neimg@fairwayweb.com\n(09) 252 426 388\n",
        "link": "က-၅.pdf"
    },
    {
        "date_and_time": "2023-12-04 06:31:35",
        "book_id": "က-၆",
        "title": "Laravel - လို - တို - ရှင်း",
        "cover": "က-၆.webp",
        "author": "အိမောင်",
        "category": "ကွန်ပျူတာ",
        "about": "ဆရာအိမောင်ရေးသားသော\nLaravel Framework အကြောင်း\nလိုရင်းတိုရှင်း ဖော်ပြထားသည့် စာအုပ်။\nMVC, Database, Auth, အခြေခံ API နှင့်\nနမူနာ Project ငယ်တစ်ခု ပါဝင်သည်။\n\nပါဝင်သည့်အကြောင်းအရာများ\nအခန်း (၁) – PHP OOP\nအခန်း (၂) – Namespaces\nအခန်း (၃) – Laravel Project\nအခန်း (၄) – Routing\nအခန်း (၅) – Model – View - Controller\nအခန်း (၆) – Controller\nအခန်း (၇) – View\nအခန်း (၈) – Migration and Model\nအခန်း (၉) - Authentication\nအခန်း (၁၀) – Master Template\nအခန်း (၁၁) – Form\nအခန်း (၁၂) - Relationship\nအခန်း (၁၃) – Authorization\nအခန်း (၁၄) – Basic API\nအခန်း (၁၅) – Deployment\n\n\nအိမောင် (Fairway)\neimg@fairwayweb.com\n(09) 252 426 388\n",
        "link": "က-၆.pdf"
    },
    {
        "date_and_time": "2023-12-04 06:36:18",
        "book_id": "က-၇",
        "title": "React - လို - တို - ရှင်း",
        "cover": "က-၇.webp",
        "author": "အိမောင်",
        "category": "ကွန်ပျူတာ",
        "about": "ဆရာအိမောင်ရေးသားသော\nReact JavaScript Framework အကြောင်း\nလိုရင်းတိုရှင်း ဖော်ပြထားသည့် စာအုပ်\nES6, Redux, React Native နှင့်\nNext.js တို့ ပါဝင်သည်။\n\nပါဝင်သည့်အကြောင်းအရာများ\nအခန်း (၁) – ES6\nအခန်း (၂) – React Basic\nအခန်း (၃) – React Data Flow\nအခန်း (၄) – Composition and Code Splitting\nအခန်း (၅) – Component Style\nအခန်း (၆) – Functional Component\nအခန်း (၇) - Context\nအခန်း (၈) - Redux\nအခန်း (၉) – React Router\nအခန်း (၁၀) – React Native\nအခန်း (၁၁) - Promises\nအခန်း (၁၂) – Working with API\nအခန်း (၁၃) – Next.js\n\n\nအိမောင် (Fairway)\neimg@fairwayweb.com\n(09) 252 426 388\n",
        "link": "က-၇.pdf"
    },
    {
        "date_and_time": "2023-12-04 06:41:13",
        "book_id": "က-၈",
        "title": "API - လို - တို - ရှင်း",
        "cover": "က-၈.webp",
        "author": "အိမောင်",
        "category": "ကွန်ပျူတာ",
        "about": "ဆရာအိမောင်ရေးသားသော\nAPI အကြောင်း လိုရင်းတိုရှင်း\nဖော်ပြထားသည့် စာအုပ်ဖြစ်ပါသည်။\nREST API ဒီဇိုင်းပိုင်းဆိုင်ရာ\nအကြောင်းအရာများကို NodeJS,\nMongoDB နှင့် Express Framework\nတို့ အသုံးပြုဖော်ပြထားပါသည်။\n\n\nပါဝင်သည့်အကြောင်းအရာများ\nအခန်း (၁) – API ဆိုသည်မှာ\nအခန်း (၂) – HTTP Requests\nအခန်း (၃) – HTTP Responses\nအခန်း (၄) – RESTful API\nအခန်း (၅) – Response Structure\nအခန်း (၆) – MongoDB\nအခန်း (၇) – NodeJS\nအခန်း (၈) – Express\nအခန်း (၉) – CORS\nအခန်း (၁၀) - Auth\n\n\nအိမောင် (Fairway)\neimg@fairwayweb.com\n(09) 252 426 388\n",
        "link": "က-၈.pdf"
    },
    {
        "date_and_time": "2023-12-04 06:51:59",
        "book_id": "က-၉",
        "title": "\nRockstar Developer",
        "cover": "က-၉.webp",
        "author": "အိမောင်",
        "category": "ကွန်ပျူတာ",
        "about": "An advanced-level book, written in Burmese, focusing on agile project management, development process management (including Git SCM, bug tracking, package management, and build automation), and back-end architecture (utilizing technologies such as Nginx, Docker, and more). This book also guides you through an advanced development stack that includes BackboneJS, NodeJS, MongoDB, and ExpressJS. It provides a comprehensive understanding of the tools and techniques needed to excel in advanced web development\n\n\nအပိုင်း (၁) – KEY CONCEPTS\nအခန်း (၁) – DEVELOPMENT PROCESSES MANAGEMENT\nအခန်း (၂) – TEST DRIVEN DEVELOPMENT – TDD\nအခန်း (၃) – SOLID DESIGN PRINCIPLES\nအခန်း (၄) – SERVICE ORIENTED ARCHITECTURE\nအပိုင်း (၂) – PROJECT MANAGEMENT\nအခန်း (၅) – VERSION CONTROL SYSTEM\nအခန်း (၆) – ISSUE TRACKING SYSTEM\nအခန်း (၇) – TEAM COLLABORATION\nအခန်း (၈) – DEVELOPMENT WROKFLOW AUTOMATION\nအပိုင်း(၃) – MODERN DEVELOPMENT STACK\nအခန်း (၉) – BACKBONEJS (CLIENT-SIDE MVC)\nအခန်း (၁၀) – NODEJS (SERVER-SIDE JAVASCRIPT)\nအခန်း (၁၁) – MONGODB (NOSQL DATABASE)\nအခန်း (၁၂) – EXPRESSJS (REST FRAMEWORK)\nအပိုင်း (၄) – BUILDING AN ISSUE TRACKING SYSTEM\nအခန်း (၁၃) – BUILDING BACK-END SERVICE\nအခန်း (၁၄) – BUILDING CLIENT (HTML TEMPLATES)\nအခန်း (၁၅) – BUILDING CLIENT (WEB APP)\nအခန်း (၁၆) – BUILDING CLIENT (HYBRID MOBILE APP)\nအပိုင်း (၅) – DEPLOYMENT AND SCALING\nအခန်း (၁၇) – DEPLOYMENT WITH DOCKER\nအခန်း (၁၈) – LOAD BALANCING WITH NGINX\nအခန်း (၁၉) – MONGODB REPLICATION AND SHARDED CLUSTER\nအခန်း (၂၀) – COMMON SERVER ARCHITECTURES\n",
        "link": "က-၉.pdf"
    },
    {
        "date_and_time": "2023-12-04 06:55:22",
        "book_id": "က-၁၀",
        "title": "\nUbuntu: Linux for You",
        "cover": "က-၁၀.webp",
        "author": "အိမောင်",
        "category": "ကွန်ပျူတာ",
        "about": "အခန်း (၁) - INSTALLING UBUNTU\nCLEAN INSTALL, DUAL-BOOT, WUBI စသည့် INSTALL လုပ်နည်းအမျိုးမျိုး\nအခန်း (၂) - UNDERSTANDING UNITY DESKTOP\nUNITY ခေါ် UBUNTU DESKTOP SHELL ၏ ထူးခြားချက်များ\nအခန်း (၃) - UNDERSTANDING DIRECTORY STRUCTURE\nDIRECTORY များ၏ ဖွဲ့စည်းပုံနှင့် FILE များ သိမ်းဆည်းပုံ\nအခန်း (၄) – SOFTWARE INSTALLATION AND UPDATE\nUBUNTU ကို UPDATE ပြုလုပ်ပုံနှင့် ပရိုဂရမ်များ ထည့်သွင်းနည်း\nအခန်း (၅) – NECESSARY SOFTWARE AND PACKAGES\nမဖြစ်မနေထည့်သွင်းထားသင့်သည့် ပရိုဂရမ်နှင့် PACKAGE များ\nအခန်း (၆) - OFFICE, IMAGE EDITOR AND OTHER SOFTWARE\nစာစီစာရိုက်၊ စာရင်းဇယားနှင့် ရုပ်ပုံတည်းဖြတ်ခြင်းအပါအဝင် SOFTWARE များ အသုံးပြုပုံ\nအခန်း (၇) - SETTING UP MYANMAR LANGUAGE\nမြန်မာစာစနစ်နှင့် FONT များ ထည့်သွင်းအသုံးပြုပုံ\nအခန်း (၈) - SYSTEM CONFIGURATION\nGRAPHIC DRIVER, NETWORK SETTING, PRINTER SETUP, HARD DRIVE PARTITION, ETC...\nအခန်း (၉) - DESKTOP CUSTOMIZATION\nUBUNTU DESKTOP ၏ အသွင်အပြင်အား စီမံပြောင်းလဲခြင်း\nအခန်း (၁၀) - USER ACCOUNTS AND FILE PERMISSIONS\nUSER ACCOUNT, GROUP နှင့် FILE PERMISSION များ စီမံပုံ\nအခန်း (၁၁) - INSTALLING WINDOWS INSIDE UBUNTU\nUBUNTU တွင် WINDOWS နှင့် အခြား OPERATING SYSTEM များ ထည့်သွင်းခြင်း\nအခန်း (၁၂) - USING WINDOWS SOFTWARE ON UBUNTU\nWINDOWS SOFTWARE များကို UBUNTU တွင် ထည့်သွင်း အသုံးပြုနည်း\nအခန်း (၁၃) - UBUNTU FLAVORS\nXUBUNTU, KUBUNTU, LINUXMINT, LUBUNTU စသည့် UBUNTU မူကွဲများ\nအခန်း (၁၄) - COMMAND LINE INTERFACE - CLI\nသိရှိမှတ်သားဖွယ်ရာ အခြေခံ COMMAND များ\nနိဂုံးချုပ်\nအနာဂါတ်နည်းပညာကမ္ဘာနှင့် UBUNTU\nအခန်းပို (က) - CREATING A DEVELOPMENT ENVIRONMENT\nGIT, PROGRAMMING LANGUAGE များနှင့် DEVELOPMENT ဆိုင်ရာ PACKAGE များ\n",
        "link": "က-၁၀.pdf"
    },
    {
        "date_and_time": "2023-12-04 23:56:08",
        "book_id": "ဘသပ-၁",
        "title": "မိတ္တဗလဋီကာ",
        "cover": "ဘသပ-၁.webp",
        "author": "ဦးနု",
        "category": "ဘာသာပြန်",
        "about": "ဤစာအုပ်သည် ဦးနု၏ ထင်ရှားကျော်ကြားသော ပင်ကိုရေးဝတ္ထုများ၊ ဘာသာပြန်ပြဇာတ်များအနက်မှ အလွန်ထင်ရှားသည့် ဘာသာပြန်လက်ရာ ကြီးပွားရေးဋီကာဟု ဆိုနိုင်ပေသည်။\n\n\"လူတို့တွင် ချမ်းသာမှု ဆင်းရဲမှုတို့သည် “ကံ”တည်းဟူသော တစ်ခုတည်းသော အကြောင်းကြောင့်သာ မဟုတ်။ ဆင်းရဲခြင်းသည် လုပ်သင့်သည့်အရာများကို မလုပ်၊ မလုပ်သင့်သည့်အရာများကို လုပ်နေသောကြောင့်ပင်ဖြစ်ပြီးလျှင် ချမ်းသာခြင်းသည် မလုပ်သင့်သည့် အရာမျိုးကို အထူးရှောင်၍ လုပ်သင့်သည့် အရာများကို အထူးလုပ်ဆောင်လျက်ရှိသောကြောင့်ဖြစ်ကြောင်းကို အလွန်ထင်ရှား မှတ်သား နာယူဖွယ်ကောင်းသော သက်သေသာဓကတို့ဖြင့် ရောပြွမ်းလျက် စာအုပ်တစ်အုပ်လုံးကို အစမှအဆုံးအထိ ရေးသားဖော်ပြထားသည်ကို ဆက်လက်တွေ့ရှိရ၏။ ထိုအခါတွင် စာတစ်အုပ်လုံးကို ဆုံးခန်းတိုင် ဘာသာပြန်တော့မည်ဟု ဒုတိယအကြိမ် ကျွန်တော်၏ စိတ်နှလုံးကို တုံးတုံးချပြန်၏။\"\n\n\"ဤစာအုပ်ထူးကို ဖတ်ခြင်းဖြင့် မြန်မာနိုင်ငံတွင် နွားကျောင်းသားမှ နန်းရင်းဝန်၊ တေလေဂျပိုးမှ စာတည်းမှူး၊ လှေထိုးသားမှ သူဌေးကြီးဘဝသို့ ရောက်လိမ့်မည် သို့မဟုတ် ရောက်နိုင်ရမည်ဟု ဧကန်အမှန် မပြောနိုင်။ သို့ရာတွင် “လုပ်ပါ” ဟု ဤစာအုပ်ထဲတွင် ရေးသားထားသောနည်းများကို မလုပ်ဘဲ “မလုပ်ပါနှင့်” ဟု ရေးသားထားသောနည်းများကို လုပ်ခဲ့လျှင် နန်းရင်းဝန်သော်လည်းကောင်း၊ စာတည်းမှူးသော်လည်းကောင်း၊ သူဌေးကြီးသော်လည်းကောင်း မိမိတို့တွင်ရရှိပြီးသော ရာထူးနှင့် စည်းစိမ်တို့ကို မပျောက်မပျက်အောင် တားဆီးနိုင်သော်လည်း သူတို့၏ မိတ်ဆွေသင်္ဂဟ၊ သူတို့နှင့် ပေါင်းသင်းဆက်ဆံကြသူများကို သူတို့အား စွန့်ပစ်မသွားအောင် ဘယ်နည်းနှင့်မျှ တားဆီးနိုင်ကြလိမ့်မည်မဟုတ်။\n\nလောကနီတိဆရာကြီး၏ အလိုအားဖြင့်ဆိုသော် အဆွေခင်ပွန်းမရှိသောသူ၌ ချမ်းသာခြင်း မရှိနိုင်ချေ။ သို့ဖြစ်ပေရာ ထိုစာအုပ်တွင်ပါသော ဥပဒေများကို ဆန့်ကျင်ကြကုန်သော ပုဂ္ဂိုလ်မှန်သမျှတို့သည် တတ်နိုင်လျှင် နန်းရင်းဝန်သော်လည်းကောင်း၊ စာတည်းမှူးသော်လည်းကောင်း၊ သူဌေးကြီးသော်လည်းကောင်းဖြစ်စေကာ မိတ်ဆွေသင်္ဂဟနှင့် ပေါင်းသင်းဆက်ဆံကြသူတို့၏ စွန့်လွှတ်ခြင်းကို ခံရမည်မှာ အမှန်ပင်ဖြစ်ရကား ထိုသူတို့၌ အဘယ်မှာလျှင် ချမ်းသာခြင်း ရှိနိုင်ပါတော့အံ့နည်း။\n\nအပြန်အလှန်သဘောအားဖြင့် ပြောရမည်ဆိုလျှင် ဤစာအုပ်ထူးသည် နွားကျောင်းသားတစ်ဦးအား နန်းရင်းဝန်ဖြစ်အောင် ပြုလုပ်ပေးခြင်းငှာ မစွမ်းနိုင်စေကာမူ ထိုနွားကျောင်းသားအား စာအုပ်ပါ နည်းများကို အသုံးပြုစေခြင်းဖြင့် လူချစ်လူခင် ပေါများအောင်သော်လည်းကောင်း၊ မိတ်ဆွေသင်္ဂဟပွားများအောင်သော်လည်းကောင်း ပြုလုပ်ပေးနိုင်သည်ဖြစ်ရာ ချစ်ခင်သူနှင့် မိတ်ဆွေသင်္ဂဟ ပေါများသော ထိုနွားကျောင်းသားတွင် အဘယ်မှာလျှင် ချမ်းသာခြင်းကို မရဘဲ ရှိပါတော့အံ့နည်း။\"\n\n(ဦးနု၏ စကားချီးမှ ကောက်နုတ်ချက်)\n",
        "link": "ဘသပ-၁.pdf"
    },
    {
        "date_and_time": "2023-12-05 00:09:31",
        "book_id": "ဝထ-၁",
        "title": "ရက်စက်ပါပေ့ကွယ်",
        "cover": "ဝထ-၁.webp",
        "author": "ဦးနု",
        "category": "ဝတ္ထု",
        "about": "\n",
        "link": "ဝထ-၁.pdf"
    },
    {
        "date_and_time": "2023-12-05 00:22:56",
        "book_id": "စစက-၁",
        "title": "မြန်မာစွယ်စုံကျမ်း အတွဲ(၁) အပိုင်း(က)",
        "cover": "စစက-၁.webp",
        "author": "မြန်မာနိုင်ငံဘာသာပြန်စာပေအသင်း",
        "category": "စွယ်စုံကျမ်း",
        "about": "မြန်မာ့စွယ်စုံကျမ်းကို စာပေဗိမာန်မှ ထုတ်ဝေသည်။ မြန်မာနိုင်ငံဘာသာပြန်စာပေအသင်းက ပြုစုသည်။ မြန်မာ့စွယ်စုံကျမ်းတွင် အကြောင်းရပ်ပေါင်း ၄ဝဝဝ ခန့် ပါရှိသည်။ စွယ်စုံကျမ်းတစ်တွဲလျှင် စာမျက်နှာ ၅ဝဝ ကျဖြင့် စီစဉ်ထားရာ၊ အတွဲပေါင်း ၁၅ တွဲရှိသည်။ အခြားနိုင်ငံများ၏ စွယ်စုံကျမ်းများနှင့် ရင်ဘောင်တန်းနိုင်ရန် ဘာသာရပ်ပေါင်းစုံ ပါဝင်ထားသည်။ ဝိဇ္ဇာဘာသာရပ်၊ သိပ္ပံဘာသာရပ်များအပြင် မြန်မာနိုင်ငံ အကြောင်းအရာများစွာ ပါဝင်သည်။ ပညာရပ်အလိုက် ပညာရှင်များနှင့် အစိုးရဌာနများက တင်ပြခဲ့ကြသည်။ သက်ဆိုင်ရာ ပညာရှင်များကိုယ်တိုင် ရှာဖွေစုဆောင်း ရေးသားထားသည်။\n\nသမိုင်းကြောင်း\nမြန်မာစွယ်စုံကျမ်းဟောင်းများ\nမြန်မာ့ဂန္ထဝင်၌ စွယ်စုံကျမ်းသဘောသို့ သက်ဝင်သော ကျမ်းပေါင်းများစွာရှိသည်။ ယနေ့တိုင် အမှတ်အသားနှင့်တကွ ကျန်ရစ်သော ကျမ်းတို့တွင် ၁၁၁၃ ခုနှစ် (ခရစ် ၁၇၅၁ ခုနှစ်) တွင် စိန္တကျော်သူ ဦးဩ စီရင်သော ကဝိလက္ခဏာသတ်ပုံသည် အထင်ရှားဆုံးဖြစ်၏။ ထိုကျမ်းမှာ သတ်ပုံကျမ်းဟုဆိုစေကာမူ၊ သတ်ပုံသတ်ညွှန်းအတွက်သာမဟုတ်ဘဲ၊ မြန်မာမှုဆိုင်ရာ လောကကြောင်း၊ ဓမ္မကြောင်းစွယ်စုံဗဟုသုတတို့ကို နှောင်းလူတို့ စူးစမ်းရှာဖွေ ဖော်ထုတ်နိုင်ရန်အလို့ငှာ၊ မေးခွန်း ထုတ်ထားသောကျမ်းဖြစ်၏။ (ဆိုလတ္တံ့သော မြန်မာစွယ်စုံကျမ်းတို့တွင် ကဝိလက္ခဏာသတ်ပုံကျမ်းကဲ့သို့ မေးခွန်းပုစ္ဆာထုတ်၍ ပြုစုစီရင်ထားသည်ကို ရှေ့တွင်တွေ့ရဦးမည်။) ထိုကဝိလက္ခဏာသတ်ပုံကျမ်းကို ၁၂၄၂ ခုနှစ် (ခရစ် ၁၈၈၁ ခုနှစ်)တွင် မြောင်လှမြို့စား မဟာမင်းလှဇေယျသူဘွဲ့ခံ ဦးခြိမ့်သည် ကဝိလက္ခဏာသတ်ပုံကျမ်းမှ ခက်ခဲသောပုစ္ဆာများကိုဖြေဆိုရာဖြစ်သော ကဝိလက္ခဏ ဒီပနီကျမ်းကို ပြုစုစီရင်လေသည်။ ၁၁၂၅ ခုနှစ်တွင် ကျမ်းပြုခဲ့သော လက်ဝဲနော်ရထာ အမေး တောင်တွင်းဆရာတော် ဦးဉာဏ အဖြေကျမ်းသည် စွယ်စုံအရာမြောက်သောကျမ်းဖြစ်လေသည်။ ထိုကျမ်းတွင် အလောင်းမင်းတရားကြီး၏ မေးချက်တစ်ရပ်ပါရှိ၏။\n\nထို့နောက် ၁၁၅၈ ခုနှစ် (ခရစ် ၁၇၉၈ ခုနှစ်)တွင် ယခင်က ပြဆိုခဲ့ပြီးသော စွယ်စုံကျော်ထင် ပုစ္ဆာကျမ်းကို ကျည်းကန်ရွာ အရှင်နန္ဒဓဇသာမဏေက ပုစ္ဆာပေါင်း ၁၁ဝဝ ကျော်ဖြင့် ပြုစုစီရင်ခဲ့၏။ ထိုကျမ်းကို ရွှေတောင်မြို့ ကျီးသဲလေးထပ်ဆရာတော် အရှင်မုနိန္ဒာဘိဓဇ (မြန်မာ ၁၁၇၉-၁၂၅၆ ခုနှစ်)က စွယ်စုံကျော်ထင်ကျမ်း အမည်ဖြင့်ပင် အဖြေရေးသားစီရင်ခဲ့သည်။ ၁၁၇၃ ခုနှစ်၌ ကျမ်းပြုခဲ့သော သိရိမာလာ အမေး မုံရွေးဆရာတော် အဖြေ သမန္တစက္ခုဒီပနီ ကျမ်းသည်လည်း စွယ်စုံအရာမြောက်လှသော ကျမ်းကြီး ဖြစ်ပေသည်။ တဖန် ၁၁၉၂ ခုနှစ် (ခရစ် ၁၉၃ဝ ပြည့်နှစ်)တွင် အောင်မြေဘုံစံ အုတ်ကျောင်းဆရာတော် ဘုရားထံမင်းရဲသိင်္ဂသူ ဟူသော အမတ်ကြီးသည် လောကီ လောကုတ္တရာနှစ်ဖြာသော ဗဟုသုတတို့၌ မရှင်းလင်းသည့်အရာတို့ကို မေးမြန်းရာ၊ ဆရာတော်ဘုရားသည် ပကိဏ္ဏက ပဉာဝိသဇ္ဇနီကျမ်းကို ပြုစုတော်မူသည်။ ထိုကျမ်း၌ မြတ်စွာဘုရား ပါရမီဖြည့်ခဲ့သော သင်္ချေအကြောင်းမှသည် ဆင်မြင်းငှက်တို့၏ အသက် အကြောင်း၊ နိဗ္ဗာန်အကြောင်း၊ ရေတွက်ခြင်းသင်္ချာအကြောင်း၊ သင်္ခါရလေးပါးအကြောင်း၊ သံသရာအကြောင်း စသည်ဖြင့် ဗဟုသုတ စွယ်စုံတို့ပါရှိလေသည်။\n\nရှေးခေတ်ဘာသာပြန်စွယ်စုံကျမ်း\nထိုကျမ်းကို ပြုစုသောနှစ်သည် ခရစ် ၁၈၃ဝ ပြည့်နှစ်နှင့် တိုက်ဆိုင်သည်။ ထိုနှစ်၌ ဗြိတိသျှအစိုးရ၏ ကိုယ်စားလှယ်ဖြစ်သော မေဂျာဗားနေးသည် မြန်မာနိုင်ငံသို့ရောက်ရှိလာသည်။ ထိုစဉ်က မေဂျာဗားနေး၏မှတ်တမ်းများအရ သိရှိရသည်မှာမက္ခရာမင်းသားသည် ကာလကတ္တားမြို့မှ မစ္စတာလိန်းက ကျေးဇူးပြု၍၊ ရီး၏ 'စိုင်ကလိုပီးဒီးယား'ကျမ်းကို ရရှိခဲ့သဖြင့်၊ ထိုစွယ်စုံကျမ်းတွင်ပါရှိသောသိပ္ပံပညာဆိုင်ရာ အကြောင်းရပ်များကို ဘာသာပြန်ဆိုခဲ့သည်ဟုဆိုသည်။\n\n\nဤကား မြန်မာစာပေသမိုင်းတွင် အနောက်နိုင်ငံ စွယ်စုံကျမ်းကို ပထမဦးစွာဘာသာပြန်ခြင်းပင်ဖြစ်သည်။ ထိုရီး၏ 'စိုင်ကလိုပီးဒီးယား'စွယ်စုံကျမ်းကား၊ ဗြိတိသျှလူမျိုး အေဗရာဟမ်ရီးဆိုသူက ၁၈ဝ၂ ခုနှစ်နှင့် ၁၈၂ဝ ပြည့်နှစ်အကြားတွင် ပြုစုတည်းဖြတ်သော စွယ်စုံကျမ်းဖြစ်သည်။ ထိုရီးမှာ အခြားသူမဟုတ်၊ အထက်ကပြဆိုခဲ့သော ၁၇၇၆ ခုနှင့် ၁၇၈၆ ခုနှစ်စပ်ကြားတွင် ပေါ်ထွက်ခဲ့သည့် ချိမ်းဗား၏ 'စိုင်ကလို ပီးဒီးယား' စွယ်စုံကျမ်းကို တည်းဖြတ်ခဲ့ဖူးသူပင်ဖြစ်သတည်း။\n\nပုစ္ဆာဝိသဇ္ဇနာစွယ်စုံကျမ်းများ\nမြန်မာ့ဂန္ထဝင်တွင် မြန်မာမှုဗဟုသုတတို့ကို ပုစ္ဆာဝိသဇ္ဇနာနည်းဖြင့် ရေးသားလေ့ရှိသည်။ ယင်းကဲ့သို့သော နည်းဖြင့်ရေးသား၍၊ စွယ်စုံအရာမြောက်သောကျမ်းတို့ အများပင်ရှိခဲ့ဘူးလိမ့်မည်၊ သို့သော် များစွာသောကျမ်းတို့မှာ ပျောက်ပျက်ခဲ့ဟန်တူ၏။ ထို့ကြောင့် ယခုခေတ်၌ ခဲယဉ်းစွာ ရှာဖွေမှတွေ့နိုင်သော စွယ်စုံကျမ်း သဘောသက်ဝင်သည့် ကျမ်းတို့ကို နမူနာမျှဖော်ပြလိုသည်။ ၁၂၃၄ ခုနှစ် (ခရစ် ၁၈၇၂ ခုနှစ်)တွင် ဓနုဖြူမြို့ ဝန်ထောက်တော်မင်း မောင်ကျော်ထွန်းဟူသော ပုဂ္ဂိုလ်သည် ပကိဏ္ဏကဒီပနီဟူသော ကျမ်းတစ်စောင်ကို ပြုစုခဲ့သည်။ ယင်းကျမ်းကို အပိုင်းရှစ်ပိုင်းခွဲထားသည်။ ပါဝင်သောအကြောင်း အရပ်တို့တွင် သိဒ္ဓတ္တမင်း အကြောင်းကစ၍၊ ပိဋကအကြောင်း၊ သင်္ဂါယနာအကြောင်း၊ မြန်မာနိုင်ငံသို့ သာသနာရောက်လာပုံ အကြောင်း၊ မြန်မာရာဇဝင်အကျဉ်းချုပ်၊ ဓညဝတီမင်းနှင့် ရာမညမင်းဆက်အကြောင်း၊ သဒ္ဒါ၊ အသတ် ၆ ပါး၊ အစပ် ၆ ပါး၊ နည်းလေးဆယ်၊ ကျောက်စာရေးနည်း၊ စကားပုံ၊ ဖျက်စု၊ ခက်စု၊ ခဲစု၊ နေသွား၊ လသွား၊ နက္ခတ်တာရာ အကြောင်း စသည်တို့ဖြစ်လေသည်။\n\nထို့ပြင် ၁၂၅၅ ခုနှစ် (ခရစ်နှစ်-1907ခုနှစ်)တွင် အဂ္ဂမဟာပဏ္ဍိတ ပါဠိဆရာကြီး ဆရာဖြေ ကြီးကြပ်ပြင်ဆင်၍၊ ဟံသာဝတီတိုက်မှ ပဌမအကြိမ် ပုံနှိပ် ထုတ်ဝေသော 'အမေအ​ဖြေ ပုစ္ဆာ တစ်ထောင့်ခြောက်ဆယ့်ခြောက်မျိုးတို့ဖြင့် တန်ဆာဆင်၍၊ ရဟန်းရှင်လူပြည်သူလူထုတို့ အကျိုးစီးပွား အလို့ငှာ သီရိပဝရ သုဓမ္မာဘိလင်္ကာရ အမည်ရှိသော လုံးတော်ဆရာတော်ဘုရား ရေးသားစီရင်သည့်' {ပုစ္ဆာပကိဏ္ဏကကျမ်း} တော်ကြီးလည်း ရှိသေးသည်။ ထိုကျမ်းပြုစုသော သက္ကရာဇ် မပါရှိခဲ့ခြင်းကို ဖတ်ရှုရပြီး စာအုပ်အောက်ခြေတွင် (H 470-A[ဟံသာဝတီ])မှ(H 470-46[ဟံသာဝတီ]) အထိပါရှိသော စာအုပ်တိုက်၏ အမှတ်အသားများကိုတွေ့ရပါသည်။ ယနေ့ခေတ် အကျွန်ုပ်တို့ အသုံးပြုနေကြသော အက္ခရာဝလိမျိုးကို ထိုစွယ်စုံကျမ်း၌ ပါရှိသော မေးခွန်းပုစ္ဆာပေါင်း တစ်ထောင့်ခြောက်ဆယ့်ခြောက်ခု{(1066)ခု} အတွင်းတွေ့ရှိရသည်။ ထိုကျမ်း၌ မင်းကျင့်တရားဆယ်ပါးကား အဘယ်နည်းဟူသော ပုစ္ဆာဖြင့် အစချီ၍၊ ဘုံ ၃၁ နှင့်တကွ နေ လ နက္ခတ်တာရာ၊ ကမ္ဘာမြေကြီး စသည်တို့ တည်နေဟန်အကြောင်းများ ၊ ( ဗုဒ္ဓ လေးပါး{[သုတဗုဒ္ဓ][သာဝကဗုဒ္ဓ][ပစ္စေကဗုဒ္ဓ][သမ္မာသမ္ဗုဒ္ဓ]} ) နှင့် သဗ္ဗညုတဉာဏ်တော်၊ မဟာဘုတ်လေးပါး၊ ခပ်သိမ်းသော ကျမ်းဂန်အစ၌ နမောတဿဟူသော ဂုဏ်ပုဒ်ကို အဘယ်ကြောင့် ထားရသနည်းဟူသော အကြောင်း၊ ဗေဒင်သုံးပုံ အကြောင်း၊ အဖျော် ရှစ်ပါး၊ အလှူဒါနအကျိုးပေးပုံများ၊ မဟာသမုဒ္ဒရာ အကြောင်း၊ လူတို့စားသော အစာ မည်သို့ ဖြစ်လေသည် ဟူသောအကြောင်း၊ ပညာနည်းသူ တို့၏ အသည်းနှင့် ပညာကြီးသူ တို့၏ အသည်း ဖြစ်ပျက်မှု ကြီးခြင်း၊ငယ်ခြင်း မတူညီသည့် အကြောင်း စသည်တို့ အပြင် လူသားတို့ သိသင့်သိထိုက်ရာ အ​ကြောင်း ကိစ္စများကို ပြည့်စုံစွာ ရေးသားပြုစုထားသော အမေးအဖြေပေါင်း တစ်ထောင့်ခြောက်ဆယ့်ခြောက် မျိုး {[1066]ခု}ဖော်ပြပါရှိသော ​ရှေးဟောင်း စွယ်စုံကျမ်းကြီး တစ်အုပ် ဖြစ်သည်။\n\nထို့ပြင်လည်း၊ ဘီးလင်းမြို့နေ ပင်စင်အငြိမ်း စား စစ်ကဲတော်ကြီး ဦးရွှေနော်သည် ၁၂၆၃ ခုနှစ်(ခရစ် ၁၉ဝ၁ ခုနှစ်)တွင် အာဒိကပ္ပ ကမ္ဘာဦးကျမ်း တစ်စောင်ကို ရေးသားပြုစုခဲ့သည်။ ထိုကျမ်းမှာ ကမ္ဘာဖြစ်ဟန် တည်ဟန်တည်းဟူသော 'လောကအတ္ထုပ္ပတ္တိ'ကို ပြဆိုသည့် ကျမ်းပင်ဖြစ်သော်လည်း၊ နေလနက္ခတ်တာရာတို့ လှည့်ပတ်သွားလာသည့် အကြောင်းအချက်ပေါ်တွင် မူတည်၍၊ သုဇိဓာတ်၊ ကြမ္မတ်၊ ဥစ္စဗိုလ်၊ ရက်လွန်၊ ရက်စန်း၊ အဝိမာသ်တို့၏ ကိန်းခန်းဖြစ်လာပုံကို၎င်း၊ ထိုမှအကြောင်းပြု၍ ဗေဒင်ဟောကိန်းများအကြောင်း၊ လူတိရစ္ဆာန်သတ္တဝါအပေါင်း၏ သက်တမ်းများအကြောင်း၊ နေကြတ်လကြတ် တွက်ချက်ခြင်းအကြောင်း ဝါထပ်ရက်ငင်ကိုပြသော ပြက္ခဒိန်ချုပ်အကြောင်းစသည့် လောကီပညာဗဟုသုတတို့ ပါဝင်လေသည်။\n\nပညာ့တံခွန်အသင်း\nအဆိုပါ စွယ်စုံကျမ်းတို့သည် မြန်မာလူမျိုးတို့၏ ရိုးရာအလိုက် လောကီ လောကုတ္တရာနှစ်ဖြာသော ဗဟုသုတ စွယ်စုံ တို့ကိုဖော်ပြရာ ကျမ်းများဖြစ်သည်မှန်၏။ သို့သော် လောကဓာတ်ပညာ ထွန်းကားသော ခေတ်တွင် ဝိဇ္ဇာနှင့် သိပ္ပံပညာဆိုင်ရာ စွယ်စုံဗဟုသုတတို့ကို လိုအပ်လှပေသည်။ ထို့ကြောင့် ဒုတိယ ကမ္ဘာစစ်အတွင်းဖြစ်သော ၁၉၄၂-၄၅ ခုနှစ်များအတွင်းတွင် ပညာ့တံခွန်အသင်းဟူ၍ ပေါ်ပေါက်ခဲ့လေသည်။ ထိုအသင်း၏ လုပ်ငန်းများအနက် အဘိဓာန်ပြုစုရေးနှင့် စွယ်စုံကျမ်းပြုစုရေးသည် နိုင်ငံအတွက် များစွာအကျိုးဖြစ်ထွန်းစေနိုင်သော လုပ်ငန်းနှစ်ရပ်ဖြစ်လေသည်။ အဘိဓာန်ပြုစုရေးကို ရန်ကုန်တက္ကသိုလ် ဘာသာပြန်ဌာနတွင် ဌာနမှူးဖြစ်သော ဦးဝန်က တာဝန်ယူ၍ လုပ်ဆောင်ပြီးလျှင်၊ စွယ်စုံကျမ်းပြုစုရေး ကို သူကြီးဂေဇက်ဦးခင်မောင်က တာဝန်ယူခဲ့ရသည်။\n\nပညာ့တံခွန်အသင်း၏ လုပ်ငန်းတို့မှာ စစ်ဖြစ်ဆဲကာလအတွင်း လုပ်ရသည်ဖြစ်ရာ၊ မူလက ရန်ကုန်မြို့ကို လုပ်ငန်းတည်ရာဌာနအဖြစ်ဖြင့် ထားရှိခဲ့သော်လည်း၊ စစ်၏ ဘေးဒဏ်ပြင်းထန်လာသောအခါ၊ ရန်ကုန်မြို့မှ ကွမ်းခြံကုန်းမြို့သို့ ရွေ့ပြောင်းခဲ့ရလေသည်။ ထိုစဉ်က ပြုစုခဲ့သော စွယ်စုံရပ်ဆိုင်ရာစာမူတို့မှာ စစ်ဘေးဒဏ်ကြောင့် ပျောက်ပျက်သွား၏။\n\nမြန်မာနိုင်ငံဘာသာပြန်စာပေအသင်း\nအကျယ်တဝင့် ဖော်ပြထားသောဆောင်းပါး - မြန်မာနိုင်ငံဘာသာပြန်စာပေအသင်း\nဒုတိယကမ္ဘာစစ်ကြီးပြီးဆုံး၍၊ မြန်မာနိုင်ငံသည် လွတ်လပ်သော အချုပ်အချာအာဏာပိုင်နိုင်ငံ ဖြစ်လာသည်နှင့်တပြိုင်နက် အဝိဇ္ဇာတည်းဟူသော အမှောင်ကိုခွင်း၍၊ ပညာတည်းဟူသော အလင်းရောင်ကို မြန်မာနိုင်ငံသားတို့အားပေးရမည့် တာဝန်သည် အဓိကတာဝန်ဖြစ်သည်ဟု ပြည်ထောင်စုမြန်မာနိုင်ငံတော်ဝန်ကြီးချုပ်ဦးနု၌ အကြံရှိလာ၏။ ထို့ကြောင့် ဝန်ကြီးချုပ်၏ ဆော်ဩချက်အရ၊ ၁၉၄၇ ခုနှစ် ဩဂုတ်လ ၂၆ ရက်နေ့တွင် မြန်မာနိုင်ငံ ဘာသာပြန်စာပေအသင်းကို တည်ထောင်ခဲ့ကြလေသည်။\n\nထိုအခါ အသင်း၏ဥက္ကဋ္ဌဖြစ်သူ ဝန်ကြီးချုပ် ဦးနုကပင် မြန်မာနိုင်ငံ၌ တိုင်းကြီး ပြည်ကြီးများနည်းတူ စွယ်စုံကျမ်းတစ်စောင် ရှိသင့်လှသည်ဟု အကြံပေးသောကြောင့်၊ ယခုကျွန်ုပ်တို့ ပုံနှိပ်ထုတ်ဝေသော မြန်မာ့စွယ်စုံကျမ်းသည် ဖြစ်မြောက်လာခဲ့လေသည်။ ဦးစွာ၌စွယ်စုံကျမ်းကို အလျင်အမြန် ပြီးမြောက်စေရန်အလို့ငှာ တိုက်ရိုက်ဘာသာပြန်၍ ပြုစုရန် စီစဉ်ခဲ့၏။ သို့သော် စွယ်စုံကျမ်း မူပိုင်ရှင်တို့နှင့် စကားကမ်းလှမ်းရာတွင် အကြောင်းမညီညွတ်သဖြင့် မြန်မာ့စွယ်စုံကျမ်းကိုပြုစုရန် ၁၉၄၉ ခုနှစ် ဖေဖော်ဝါရီလတွင်း အသင်းက ဆုံးဖြတ်ချက်ချမှတ်လေသည်။ ဤစွယ်စုံ ကျမ်းတွင် မြန်မာနိုင်ငံနှင့်ဆိုင်သော အကြောင်းရပ်တို့ကို အထူးအရေးထား၍ ပြည့်ပြည့်ဝဝ ထည့်သွင်းပေးရန် ရည်ရွယ်ထားလေသည်။ မြန်မာနိုင်ငံရှိ ပြည်ထောင်စုသားတို့အား ကမ္ဘာ့အမွေ အနှစ်ဖြစ်သော ပညာရပ်များနှင့် ယဉ်ကျေးမှုအဖြာဖြာကို သိရှိနားလည်စေလိုသော မနောပဏီဓိဖြင့် ဤစွယ်စုံကျမ်းကို ကြိုးပမ်းပြုစုထားပေသည်။ ပညာရပ်များတွင်လည်း ဝိဇ္ဇာနှင့်သိပ္ပံ ဟူ၍ နှစ်မျိုးနှစ်စားအကြမ်းလျာထား၍၊ သိပ္ပံပညာတွင် နိုင်ငံတော်လူထုက အခြေခံကိုပင်လျှင် ဦးစွာနားလည်သိရှိကြစေရန်ကိုလည်း ရည်ရွယ်ပေသည်။ ဤစွယ်စုံကျမ်းကို ပြုစုရာ၌ ကမ္ဘာ့ပညာအရပ်ရပ်မှ အကြောင်းရပ် တို့ကို ပြည်ထောင်စုသားအများဆုံးအသုံးပြုနိုင်ရန် အဓိကထား၍၊ အထပ်ထပ်စစ်ဆေး ရွေးချယ်ထားပေသည်။ ရုပ်ပြစွယ်စုံဖြစ်စေရန် ရည်သန်၍လည်း၊ စွယ်စုံကျမ်းကို ဓာတ်ပုံ၊ ရုပ်ပုံ၊ မြေပုံ၊ စနစ်ပုံများဖြင့် တန်ဆာ ဆင်ထားသည်။\n\nထုတ်ဝေမှု\nမြန်မာ့စွယ်စုံကျမ်း အတွဲ (၁) (က မှ ကုံ) ကို ၁၉၄၉ ခုနှစ်တွင် စတင်ပြုစုခဲ့ကာ ၁၉၅၄ ခုနှစ် ဒီဇင်ဘာလတွင် စက်တင်ပုံနှိပ်ပြီးစီးခဲ့သည်။ က မှ ကုံ အထိအကြောင်း ရပ်များပါဝင်သော မြန်မာ့စွယ်စုံကျမ်းပထမတွဲကို ၁၉၅၄ ခုနှစ်မှာ ထုတ်ခဲ့ပြီးနောက်၊ ဒုတိယအကြိမ်ပြင်ဆင်ပြီး ထုတ်ဝေခဲ့သည်။ ကျ မှ ခွံ အထိ အကြောင်းများပါဝင်သော ဒုတိယတွဲကို ၁၉၅၅ ခုနှစ် အောက် တိုဘာလတွင် စက်တင်ပုံနှိပ်ပြီးစီးခဲ့သည်။ ၁၉၅၄-နှစ် အတွဲ (၁)၊ ၁၉၅၅-နှစ် အတွဲ (၂)၊ ၁၉၅၆-နှစ် အတွဲ (၃)၊ ၁၉၆ဝ-နှစ်၊ အတွဲ (၄)နှင့် ၁၉၆၁-နှစ် အတွဲ (၅) များကို အင်္ဂလန်နိုင်ငံ၊ ဟေဇယ်ဝပ်ဆင် ဗိုင်းနေး လီမီတက် ပုံနှိပ်တိုက်မှာ ရိုက်နှိပ်ခဲ့သည်။ ၁၉၅၆-နှစ် မြန်မာနိုင်ငံဘာသာပြန်စာပေအသင်း (စာပေဗိမာန်) မှာ ထုတ်လုပ်ရေးဌာန ဖွဲ့စည်းခဲ့ပြီး အတွဲ (၆) ကစတင်ကာ စာပေဗိမာန်ပုံနှိပ်တိုက်မှ ရိုက်နှိပ်ခဲ့သည်။ နောက်ဆုံးစွယ်စုံကျမ်း အတွဲ(၁၅)ကို ဝန်ကြီးချုပ်ဦးနု လက်ထက်တွင် ပြီးစီးခဲ့သည်။ ၁၉၆၂ ဗိုလ်ချုပ်နေဝင်း အာဏာသိမ်းပြီးနောက် စွယ်စုံကျမ်းရှိ မြန်မာစာ သတ်ပုံများအား ပြင်ဆင်သုံးစွဲလာသည်။ စစ်အုပ်ချုပ်ရေးစတင်ပြီးသည့်နောက် ဆက်လက်၊ တည်းဖြတ်ခြင်း မလုပ်နိုင်ပါ။ နဝတ လက်ထက်တွင် သတ်ပုံအသစ်များကို သုံးလာသည်။\n\nစွယ်စုံကျမ်းနှစ်ချုပ်\nမြန်မာ့စွယ်စုံကျမ်း နှစ်ချုပ်ဆိုသည်မှာ ထုတ်ဝေပြီး မြန်မာ့စွယ်စုံကျမ်း(၁၅)တွဲ၏ အဖြည့်ကျမ်းဖြစ်သည်။ ၁၉၇၈-ခုနှစ်တွင် စွယ်စုံကျမ်းနှစ်ချုပ် စထွက်ပြီး နှစ်စဉ်ထုတ်သည်။ မြန်မာ့စွယ်စုံကျမ်းနှစ်ချုပ် (၂ဝဝ၁-ခုနှစ်) ထွက်ရှိသောအခါ ပထမဆုံးစာမျက်နှာတွင် “ဒို့တာဝန်အရေးသုံးပါး” ဖော်ပြလာသည်။ မြန်မာ့စွယ်စုံကျမ်း နှစ်ချုပ် အပါအဝင် မြန်မာ့ရည်ညွှန်းကျမ်းစာအုပ်များ စီစဉ်ရေးအဖွဲ့ကို ပြန်ကြားရေးဝန်ကြီးဌာနက ၂ဝဝဝ ပြည့်နှစ်၊ မေလ (၂) ရက်နေ့မှာ ပြင်ဆင်ဖြည့်စွက် ဖွဲ့စည်းခဲ့သည်။ အခါအားလျှော်စွာ နှစ်ချုပ်စွယ်စုံကျမ်းများကို စာပေဗိမာန်မှ ရိုက်နှိပ်နိုင်ခဲ့သည်။ နောက်ဆုံး ၁၉၈၈ စစ်အာဏာရှင် အသစ်များ တက်လာသောအခါ စွယ်စုံကျမ်းနှစ်ချုပ် စာအုပ်များသည် ဝါဒဖြန့်ချိရေးစာအုပ်သာသာ ဖြစ်နေခဲ့သည်။ စစ်ဗိုလ်ချုပ်များ (ဗိုလ်ချုပ်မှူးကြီး သန်းရွှေ၊ ဒုတိယဗိုလ်ချုပ်မှူးကြီး မောင်အေး) ဓာတ်ပုံများကိုသာ ဦးစားပေး တင်ပြထားသည်။ နိုင်ငံတကာဖြစ်ရပ်များအောက်တွင်လည်း ထုတ်နုတ်ဖော်ပြထားသည့် ဓာတ်ပုံများမှာ မြောက်ကိုရီးယား ခေါင်းဆောင် ကင်ဂျုံအီနှင့် တရုတ်ပြည်သူ့သမ္မတနိုင်ငံမှ ကျန်ဇီမင်းပုံများကို တွေ့ရပေသည်။ တိုင်းပြည်လည်း ဆင်းရဲကာ၊ ငွေကြေးမတတ်နိုင်သဖြင့် စွယ်စုံကျမ်းပုံနှိပ်မှုကို တွင်ကျယ်စွာ မလုပ်နိုင်ခဲ့ပါ။ ၂ဝ၁၁-ခုနှစ် အစိုးရသစ် ပြုပြင်ပြောင်းလဲမှုများ စတင်ရာတွင် မြန်မာ့စွယ်စုံကျမ်းကို ပြန်လည်၊ တည်းဖြတ်ရိုက်နှိပ်နိုင်ရန် နိုင်ငံခြားရင်းနှီးမြှပ်နှံသူ ရှာဖွေလျက် ရှိသည်။\n\nအက္ခရာဝလိစနစ်\nစွယ်စုံကျမ်းတို့တွင် ကျမ်းပါအကြောင်းရပ်တို့ကို စာဖတ်သူတို့ လွယ်လင့်တကူ ရှာဖွေဖတ်ရှုနိုင်စေရန် အရေးကြီးသည်။ ထိုသို့လွယ်လင့်တကူ ရှာဖွေနိုင်ရန် အက္ခရာဝလိစနစ်ကို အသုံးပြုသည်။ ယင်းစနစ်တွင် ဗျည်းသက်သက်တွင် သရမျိုးပေါင်း ၆၄ မျိုးကို၊ အစဉ်လိုက်ကပ်ပြီးမှ၊ ယပင့်၊ ရရစ်၊ ဝဆွဲ၊ ဟထိုး စသော အစဉ်လိုက်ကပ်လာသည်။ ဝေါဟာရတို့ကို အက္ခရာစဉ်ရာ၌ အမည်တို့၏ ရှေးဦးအက္ခရာကိုယူ၍ အက္ခရာစဉ်သည်။ ပြယုဂ်ကား၊ ကညင်ပင်ဟုဆိုလျှင် ကတွင်ကြည့်ရသည်။ ကောလင်းမြို့ဟုဆိုလျှင် ကောတွင်ကြည့်ရ သည်။ ခွံမာသီးဟုဆိုလျှင် ခွံတွင်ကြည့်ရသည်။ သို့သော် လူအမည်၌ အရင်းမူလကိုသာ အစပြု၍၊ ဦး၊ မောင်၊ ကို စသော ဝယဝုဒ္ဓိကိုပြရာ ဂုဏ်ပုဒ်ကိုလည်းကောင်း၊ ဘွဲ့ကိုလည်းကောင်း၊ ဝိသေသကိုလည်းကောင်း၊ နောက်၌သာထားသည်။ ပြယုဂ်ကား၊ ဦးချိန်ဟုဆိုလျှင် ချိန်၊ ဦးဟု ချိန်ဟူသောစကားကို အစပြုထားသည်။ ထို့ကြောင့် ဦးချိန်ကိုရှာလျှင်၊ ခ အက္ခရာ၌ အကျုံးဝင်သော ချိန် ကိုရှာယူရသည်။ ဆာ မောင်ခင်ဟုဆိုလျှင် ခင် ဟူသော စကားကို အစပြု၍၊ ခင်၊ မောင်၊ ဆာဟုပြသည်။ ဂျာနယ်ကျော်ဦးချစ်မောင်ဟုဆိုလျှင်၊ ချစ် ကိုအစပြု၍၊ ချစ်မောင်၊ ဦး၊ ဂျာနယ်ကျော် ဟုပြသည်။ ခြွင်းချက်မှာ အမည်ရင်းထက် ဘွဲ့ထူးဂုဏ်ထူး၊ ဝိသေသထူးတို့သာလျှင် ပိုမိုအသိများနေကြသော အမည်တို့အဖို့ ယင်းဘွဲ့ထူး၊ ဂုဏ်ထူးဝိသေသထူးတို့ကိုပင် ယူ၍၊ အက္ခရာစဉ်လေသည်။ ပြယုဂ်ကား၊ ကင်းဝန်မင်းကြီး၏ ကျီးသဲလေးထပ်ဆရာတော် ဟူလေသည်။ ကင်းဝန်မင်းကြီး၏ အမည်အရင်းမှာ ဦးကောင်းဖြစ်၍၊ ကျီးသဲလေးထပ်ဆရာတော်၏ အမည်အရင်းမှာ အရှင်မုနိန္ဒာဘိဓဇဖြစ်သည်။\n\nအနောက်နိုင်ငံသုံး လူအမည်များကိုမူ၊ အနောက်နိုင်ငံစနစ် အတိုင်းထည့်သည်။ ထိုစနစ်အရမှာ အမည်ရင်းကို ပထမပြု၍ ငယ်နာမည်၊ ခရစ်ယန်နာမည်၊ ဒုတိယ၊ တတိယနာမည်တို့ကို နောက်တွင် အစဉ်လိုက်ထည့်ခြင်းပင်ဖြစ်သည်။ များသောအားဖြင့် ထိုနာမည်တို့ကို အင်္ဂလိပ်အက္ခရာ အတိုကောက်ဖြင့်သာ ပြလေ့ရှိသည်။ ပြယုဂ်ကား၊ 'ဂျော့ ယူဂျင်း ကလမန်းစိုး'ဟုဆိုလျှင်၊ ကလမန်းစိုးကို အစတွင်ထား၍ ဂျော့အတိုကောက် 'ဂျီ'နှင့် ယူဂျင်းအတိုကောက် 'အီ'ကို အစဉ်အတိုင်းနောက်၌ ထည့်ပြီးလျှင် 'ကလမန်းစိုး ဂျီ အီ'ဟု ပြသည်။ ဆာ ဝင်စတန် ချာချီဟု ဆိုလျှင်၊ ချာချီ ဆာ ဝင်စတန်ဟု ပြလေသည်။\n\nလွယ်လင့်တကူရှာဖွေနိုင်ရန်\nဤသို့ အက္ခရာဝလိစနစ်ဖြင့် ပြဆိုပြီးနောက်၊ မြန်မာ့စွယ်စုံကျမ်းမှ တူရာရွေးနုတ်၍၊ ထိုင်ရာမထဖတ်ရှုနိုင်စေရန်၊ ဖတ်ချင်ဖွယ်ရာ အဖြာဖြာတို့ကို ထင်ပေါ်ကျော်ကြား ပုဂ္ဂိုလ်များ၊ လောကီထုပ္ပတ် လူတို့ ဇာတ်၊ သစ်ပင်ပန်းမာန် တိရစ္ဆာန်၊ တမြေရပ်ခြား ဒေသများ၊ တိကျသိအပ် အရပ်ရပ်၊ သုခုမဝင် ကြောင်းစုံလင်၊ လုပ်ငန်းဆောင်တာ အဖြာဖြာ၊ သိပ္ပံအံ့ဖွယ် အသွယ်သွယ်၊ ပြည်တော်သာရန် အခြေခံ၊ အားလပ်ချိန်ဝယ် ပျော်ရွှင်ဖွယ်ဟူသော ခေါင်းစည်းဆယ်ခုဖြင့် မာတိကာ စဉ်လျက် စာမျက်နှာကိုဖော်ပြကာ၊ ညွှန်း၍ထားလေသည်။ ထို့ပြင်လည်း ဗဟုသုတစစ်တမ်းဟူသော ခေါင်းစဉ်ဖြင့် သိလိုသော စိတ်ကို နှိုးကြားပေးစေရန်လည်းကောင်း၊ သိလိုသောအချက်ကို ရွေးချယ်နိုင်စေရန်လည်းကောင်း၊ ဖတ်ရှုပြီးအကြောင်းအရာတို့ကို မည်မျှမှတ်မိသည်ဟု စိစစ်ကြည့်စေရန်လည်းကောင်း၊ ပုစ္ဆာများကို သက်ဆိုင်ရာ စာမျက်နှာဖြင့် တိုက်ဆိုင်ကြည့်ရှုရန် ဖော်ပြထားသည်။ စာအုပ်၏ နောက်ပိုင်းတွင် အနောက်နိုင်ငံ အခေါ်အဝေါ်များ၊ တိုင်းတစ်ပါးသား အခေါ်အဝေါ်များနှင့် သိပ္ပံပညာဆိုင်ရာ အခေါ် အဝေါ်များကို ပထမကဏ္ဍအနေဖြင့် ပြဆိုထားသည်။ ဒုတိယကဏ္ဍတွင်းကား နိုင်ငံခြားသုံး အခေါ် အဝေါ်နှင့် အမည်တို့ကို မြန်မာအသံထွက်ဖြင့်ပြဆိုသော အသံလှယ်အမည်များ ပါဝင်လေသည်။\n\nအနိုင်နိုင်ငံမှ ထုတ်ဝေဖြန့်ချိလျက်ရှိသော စွယ်စုံကျမ်း တို့ကို စိစစ်ရာ၌၊ အောက်ပါအချက်အလက်တို့သည် စွယ်စုံကျမ်းအရာ၌ တည်၊ မတည် မှတ်ကျောက်တင်သော အချက်တို့ဖြစ်သည်ကို တွေ့ရလေသည်။ စွယ်စုံကျမ်း၌ အရေးကြီးသော အကြောင်းအရာတို့ကို ပြုစုရေးသားရာ၌ မှန်ကန်၍ ပြည့်ပြည့်၊ စုံစုံရှိရပေလိမ့်မည်။ ကမ္ဘာပေါ်တွင် အသစ်သစ်သော အခြင်းအရာတို့လည်း ဖြစ်ပျက်လျက် ရှိလေရာ၊ ပါဝင်သောအကြောင်းအရပ်တို့သည် မျက်မှောက်ခေတ်နှင့်လည်း အမီလိုက်နိုင်ရလိမ့်မည်။ အထူးအရေးကြီးသည်ကား၊ အကြောင်းချင်းတရားတို့ကို တင်ပြရာ၌ အဂတိမလိုက်စားဘဲ၊ ယထာဘူတကျအောင် ဟုတ်တိုင်းမှန်ရာကို တင်ပြနိုင်ခြင်းဖြစ်၏။ အရေးအသား၌လည်း အများသိရှိနားလည်အောင် ရေးသားဖို့လိုပေသည်။ စွယ်စုံကျမ်း တွင် ပါဝင်ရေးသားသူတို့ များများရှိရမည့်အပြင်၊ ထိုပါဝင်ရေးသားသော ပုဂ္ဂိုလ်တို့မှာ မိမိတို့ဆိုင်ရာ အကြောင်းရပ်တွင် ပါရဂူပုဂ္ဂိုလ်များဖြစ်သင့်ပေသည်။ စွယ်စုံကျမ်း၌ပါဝင်သော အကြောင်းအရာတို့ကို လွယ်လင့်တကူ ရှာဖွေနိုင်ရန် အစီအစဉ်ရှိဖို့လည်းလိုပေသည်။ အကြောင်းရပ်တို့ကိုလည်း အရေးကြီးလျှင် ကြီးသည့်အလျှောက် နေရာပေး၍ ရေးသားရမည်ဖြစ် သည်။ ဤအချက်တို့အပြင် ရုပ်ပုံ၊ ဓာတ်ပုံ၊ မြေပုံ၊ စနစ်ပုံ၊ ဇယားတို့ ပြည့်ပြည့်စုံစုံ ပါရှိခြင်း၊ အပြန်အလှန်အညွှန်းများ ပါရှိခြင်း၊ ကျမ်းအကိုးအကား စာရင်းများပါရှိခြင်း၊ ပုံနှိပ်ရာ၌ လှပသေသပ် ဖတ်ရှုချင့်စဖွယ် ရှိခြင်းတို့သည်။ စွယ်စုံကျမ်းကောင်းများ၏ ထူးခြားချက် ဝိသေသဖြစ်ပေသည်။ မြန်မာ့စွယ်စုံကျမ်းမှာ လက်မွန်မဆွ အစတီထွင်ပေးသော ကျမ်းပင် ဖြစ်စေကာမူ တိုတောင်းသော ကာလအပိုင်းအခြားအတွင်း အထက်ဖော်ပြပါ ဝိသေသတို့နှင့် ပြည့်စုံနိုင်သမျှ ပြည့်စုံစေရန် ကြိုးပမ်းထားသည့် ကျမ်းပင်ဖြစ်လေသည်။\n\nအခမဲ့ လွတ်လပ်စွယ်စုံကျမ်း\nမြန်မာ့စွယ်စုံကျမ်း တည်းဖြတ်ပုံနှိပ်မှု မလုပ်နိုင်မီ ဝါသနာရှင်များက အွန်လိုင်းမြန်မာစွယ်စုံကျမ်းကို ဝီကီပီးဒီးယားတွင် စတင်ခဲ့သည်။ မူလက ဇော်ဂျီဖောင့်ဖြင့် စတင်သော်လည်း နောက်ပိုင်းတွင် ဝီကီပီးဒီးယား ယူနီကုဒ်ဖောင့် ၅.၂ ဖြင့် မြန်မာဝီကီပီးဒီးယားတွင် အချက်အလက်ပေါင်း ၄ သောင်းကျော် (၂၀၁၅-ခုနှစ်) ထည့်သွင်းထားပြီးဖြစ်သည်။\n",
        "link": "စစက-၁.pdf"
    },
    {
        "date_and_time": "2023-12-05 00:27:46",
        "book_id": "စစက-၂",
        "title": "မြန်မာစွယ်စုံကျမ်း အတွဲ-၁ အပိုင်း(ခ)",
        "cover": "စစက-၂.webp",
        "author": "မြန်မာနိုင်ငံဘာသာပြန်စာပေအသင်း",
        "category": "စွယ်စုံကျမ်း",
        "about": "မြန်မာ့စွယ်စုံကျမ်းကို စာပေဗိမာန်မှ ထုတ်ဝေသည်။ မြန်မာနိုင်ငံဘာသာပြန်စာပေအသင်းက ပြုစုသည်။ မြန်မာ့စွယ်စုံကျမ်းတွင် အကြောင်းရပ်ပေါင်း ၄ဝဝဝ ခန့် ပါရှိသည်။ စွယ်စုံကျမ်းတစ်တွဲလျှင် စာမျက်နှာ ၅ဝဝ ကျဖြင့် စီစဉ်ထားရာ၊ အတွဲပေါင်း ၁၅ တွဲရှိသည်။ အခြားနိုင်ငံများ၏ စွယ်စုံကျမ်းများနှင့် ရင်ဘောင်တန်းနိုင်ရန် ဘာသာရပ်ပေါင်းစုံ ပါဝင်ထားသည်။ ဝိဇ္ဇာဘာသာရပ်၊ သိပ္ပံဘာသာရပ်များအပြင် မြန်မာနိုင်ငံ အကြောင်းအရာများစွာ ပါဝင်သည်။ ပညာရပ်အလိုက် ပညာရှင်များနှင့် အစိုးရဌာနများက တင်ပြခဲ့ကြသည်။ သက်ဆိုင်ရာ ပညာရှင်များကိုယ်တိုင် ရှာဖွေစုဆောင်း ရေးသားထားသည်။\n\nသမိုင်းကြောင်း\nမြန်မာစွယ်စုံကျမ်းဟောင်းများ\nမြန်မာ့ဂန္ထဝင်၌ စွယ်စုံကျမ်းသဘောသို့ သက်ဝင်သော ကျမ်းပေါင်းများစွာရှိသည်။ ယနေ့တိုင် အမှတ်အသားနှင့်တကွ ကျန်ရစ်သော ကျမ်းတို့တွင် ၁၁၁၃ ခုနှစ် (ခရစ် ၁၇၅၁ ခုနှစ်) တွင် စိန္တကျော်သူ ဦးဩ စီရင်သော ကဝိလက္ခဏာသတ်ပုံသည် အထင်ရှားဆုံးဖြစ်၏။ ထိုကျမ်းမှာ သတ်ပုံကျမ်းဟုဆိုစေကာမူ၊ သတ်ပုံသတ်ညွှန်းအတွက်သာမဟုတ်ဘဲ၊ မြန်မာမှုဆိုင်ရာ လောကကြောင်း၊ ဓမ္မကြောင်းစွယ်စုံဗဟုသုတတို့ကို နှောင်းလူတို့ စူးစမ်းရှာဖွေ ဖော်ထုတ်နိုင်ရန်အလို့ငှာ၊ မေးခွန်း ထုတ်ထားသောကျမ်းဖြစ်၏။ (ဆိုလတ္တံ့သော မြန်မာစွယ်စုံကျမ်းတို့တွင် ကဝိလက္ခဏာသတ်ပုံကျမ်းကဲ့သို့ မေးခွန်းပုစ္ဆာထုတ်၍ ပြုစုစီရင်ထားသည်ကို ရှေ့တွင်တွေ့ရဦးမည်။) ထိုကဝိလက္ခဏာသတ်ပုံကျမ်းကို ၁၂၄၂ ခုနှစ် (ခရစ် ၁၈၈၁ ခုနှစ်)တွင် မြောင်လှမြို့စား မဟာမင်းလှဇေယျသူဘွဲ့ခံ ဦးခြိမ့်သည် ကဝိလက္ခဏာသတ်ပုံကျမ်းမှ ခက်ခဲသောပုစ္ဆာများကိုဖြေဆိုရာဖြစ်သော ကဝိလက္ခဏ ဒီပနီကျမ်းကို ပြုစုစီရင်လေသည်။ ၁၁၂၅ ခုနှစ်တွင် ကျမ်းပြုခဲ့သော လက်ဝဲနော်ရထာ အမေး တောင်တွင်းဆရာတော် ဦးဉာဏ အဖြေကျမ်းသည် စွယ်စုံအရာမြောက်သောကျမ်းဖြစ်လေသည်။ ထိုကျမ်းတွင် အလောင်းမင်းတရားကြီး၏ မေးချက်တစ်ရပ်ပါရှိ၏။\n\nထို့နောက် ၁၁၅၈ ခုနှစ် (ခရစ် ၁၇၉၈ ခုနှစ်)တွင် ယခင်က ပြဆိုခဲ့ပြီးသော စွယ်စုံကျော်ထင် ပုစ္ဆာကျမ်းကို ကျည်းကန်ရွာ အရှင်နန္ဒဓဇသာမဏေက ပုစ္ဆာပေါင်း ၁၁ဝဝ ကျော်ဖြင့် ပြုစုစီရင်ခဲ့၏။ ထိုကျမ်းကို ရွှေတောင်မြို့ ကျီးသဲလေးထပ်ဆရာတော် အရှင်မုနိန္ဒာဘိဓဇ (မြန်မာ ၁၁၇၉-၁၂၅၆ ခုနှစ်)က စွယ်စုံကျော်ထင်ကျမ်း အမည်ဖြင့်ပင် အဖြေရေးသားစီရင်ခဲ့သည်။ ၁၁၇၃ ခုနှစ်၌ ကျမ်းပြုခဲ့သော သိရိမာလာ အမေး မုံရွေးဆရာတော် အဖြေ သမန္တစက္ခုဒီပနီ ကျမ်းသည်လည်း စွယ်စုံအရာမြောက်လှသော ကျမ်းကြီး ဖြစ်ပေသည်။ တဖန် ၁၁၉၂ ခုနှစ် (ခရစ် ၁၉၃ဝ ပြည့်နှစ်)တွင် အောင်မြေဘုံစံ အုတ်ကျောင်းဆရာတော် ဘုရားထံမင်းရဲသိင်္ဂသူ ဟူသော အမတ်ကြီးသည် လောကီ လောကုတ္တရာနှစ်ဖြာသော ဗဟုသုတတို့၌ မရှင်းလင်းသည့်အရာတို့ကို မေးမြန်းရာ၊ ဆရာတော်ဘုရားသည် ပကိဏ္ဏက ပဉာဝိသဇ္ဇနီကျမ်းကို ပြုစုတော်မူသည်။ ထိုကျမ်း၌ မြတ်စွာဘုရား ပါရမီဖြည့်ခဲ့သော သင်္ချေအကြောင်းမှသည် ဆင်မြင်းငှက်တို့၏ အသက် အကြောင်း၊ နိဗ္ဗာန်အကြောင်း၊ ရေတွက်ခြင်းသင်္ချာအကြောင်း၊ သင်္ခါရလေးပါးအကြောင်း၊ သံသရာအကြောင်း စသည်ဖြင့် ဗဟုသုတ စွယ်စုံတို့ပါရှိလေသည်။\n\nရှေးခေတ်ဘာသာပြန်စွယ်စုံကျမ်း\nထိုကျမ်းကို ပြုစုသောနှစ်သည် ခရစ် ၁၈၃ဝ ပြည့်နှစ်နှင့် တိုက်ဆိုင်သည်။ ထိုနှစ်၌ ဗြိတိသျှအစိုးရ၏ ကိုယ်စားလှယ်ဖြစ်သော မေဂျာဗားနေးသည် မြန်မာနိုင်ငံသို့ရောက်ရှိလာသည်။ ထိုစဉ်က မေဂျာဗားနေး၏မှတ်တမ်းများအရ သိရှိရသည်မှာမက္ခရာမင်းသားသည် ကာလကတ္တားမြို့မှ မစ္စတာလိန်းက ကျေးဇူးပြု၍၊ ရီး၏ 'စိုင်ကလိုပီးဒီးယား'ကျမ်းကို ရရှိခဲ့သဖြင့်၊ ထိုစွယ်စုံကျမ်းတွင်ပါရှိသောသိပ္ပံပညာဆိုင်ရာ အကြောင်းရပ်များကို ဘာသာပြန်ဆိုခဲ့သည်ဟုဆိုသည်။\n\n\nဤကား မြန်မာစာပေသမိုင်းတွင် အနောက်နိုင်ငံ စွယ်စုံကျမ်းကို ပထမဦးစွာဘာသာပြန်ခြင်းပင်ဖြစ်သည်။ ထိုရီး၏ 'စိုင်ကလိုပီးဒီးယား'စွယ်စုံကျမ်းကား၊ ဗြိတိသျှလူမျိုး အေဗရာဟမ်ရီးဆိုသူက ၁၈ဝ၂ ခုနှစ်နှင့် ၁၈၂ဝ ပြည့်နှစ်အကြားတွင် ပြုစုတည်းဖြတ်သော စွယ်စုံကျမ်းဖြစ်သည်။ ထိုရီးမှာ အခြားသူမဟုတ်၊ အထက်ကပြဆိုခဲ့သော ၁၇၇၆ ခုနှင့် ၁၇၈၆ ခုနှစ်စပ်ကြားတွင် ပေါ်ထွက်ခဲ့သည့် ချိမ်းဗား၏ 'စိုင်ကလို ပီးဒီးယား' စွယ်စုံကျမ်းကို တည်းဖြတ်ခဲ့ဖူးသူပင်ဖြစ်သတည်း။\n\nပုစ္ဆာဝိသဇ္ဇနာစွယ်စုံကျမ်းများ\nမြန်မာ့ဂန္ထဝင်တွင် မြန်မာမှုဗဟုသုတတို့ကို ပုစ္ဆာဝိသဇ္ဇနာနည်းဖြင့် ရေးသားလေ့ရှိသည်။ ယင်းကဲ့သို့သော နည်းဖြင့်ရေးသား၍၊ စွယ်စုံအရာမြောက်သောကျမ်းတို့ အများပင်ရှိခဲ့ဘူးလိမ့်မည်၊ သို့သော် များစွာသောကျမ်းတို့မှာ ပျောက်ပျက်ခဲ့ဟန်တူ၏။ ထို့ကြောင့် ယခုခေတ်၌ ခဲယဉ်းစွာ ရှာဖွေမှတွေ့နိုင်သော စွယ်စုံကျမ်း သဘောသက်ဝင်သည့် ကျမ်းတို့ကို နမူနာမျှဖော်ပြလိုသည်။ ၁၂၃၄ ခုနှစ် (ခရစ် ၁၈၇၂ ခုနှစ်)တွင် ဓနုဖြူမြို့ ဝန်ထောက်တော်မင်း မောင်ကျော်ထွန်းဟူသော ပုဂ္ဂိုလ်သည် ပကိဏ္ဏကဒီပနီဟူသော ကျမ်းတစ်စောင်ကို ပြုစုခဲ့သည်။ ယင်းကျမ်းကို အပိုင်းရှစ်ပိုင်းခွဲထားသည်။ ပါဝင်သောအကြောင်း အရပ်တို့တွင် သိဒ္ဓတ္တမင်း အကြောင်းကစ၍၊ ပိဋကအကြောင်း၊ သင်္ဂါယနာအကြောင်း၊ မြန်မာနိုင်ငံသို့ သာသနာရောက်လာပုံ အကြောင်း၊ မြန်မာရာဇဝင်အကျဉ်းချုပ်၊ ဓညဝတီမင်းနှင့် ရာမညမင်းဆက်အကြောင်း၊ သဒ္ဒါ၊ အသတ် ၆ ပါး၊ အစပ် ၆ ပါး၊ နည်းလေးဆယ်၊ ကျောက်စာရေးနည်း၊ စကားပုံ၊ ဖျက်စု၊ ခက်စု၊ ခဲစု၊ နေသွား၊ လသွား၊ နက္ခတ်တာရာ အကြောင်း စသည်တို့ဖြစ်လေသည်။\n\nထို့ပြင် ၁၂၅၅ ခုနှစ် (ခရစ်နှစ်-1907ခုနှစ်)တွင် အဂ္ဂမဟာပဏ္ဍိတ ပါဠိဆရာကြီး ဆရာဖြေ ကြီးကြပ်ပြင်ဆင်၍၊ ဟံသာဝတီတိုက်မှ ပဌမအကြိမ် ပုံနှိပ် ထုတ်ဝေသော 'အမေအ​ဖြေ ပုစ္ဆာ တစ်ထောင့်ခြောက်ဆယ့်ခြောက်မျိုးတို့ဖြင့် တန်ဆာဆင်၍၊ ရဟန်းရှင်လူပြည်သူလူထုတို့ အကျိုးစီးပွား အလို့ငှာ သီရိပဝရ သုဓမ္မာဘိလင်္ကာရ အမည်ရှိသော လုံးတော်ဆရာတော်ဘုရား ရေးသားစီရင်သည့်' {ပုစ္ဆာပကိဏ္ဏကကျမ်း} တော်ကြီးလည်း ရှိသေးသည်။ ထိုကျမ်းပြုစုသော သက္ကရာဇ် မပါရှိခဲ့ခြင်းကို ဖတ်ရှုရပြီး စာအုပ်အောက်ခြေတွင် (H 470-A[ဟံသာဝတီ])မှ(H 470-46[ဟံသာဝတီ]) အထိပါရှိသော စာအုပ်တိုက်၏ အမှတ်အသားများကိုတွေ့ရပါသည်။ ယနေ့ခေတ် အကျွန်ုပ်တို့ အသုံးပြုနေကြသော အက္ခရာဝလိမျိုးကို ထိုစွယ်စုံကျမ်း၌ ပါရှိသော မေးခွန်းပုစ္ဆာပေါင်း တစ်ထောင့်ခြောက်ဆယ့်ခြောက်ခု{(1066)ခု} အတွင်းတွေ့ရှိရသည်။ ထိုကျမ်း၌ မင်းကျင့်တရားဆယ်ပါးကား အဘယ်နည်းဟူသော ပုစ္ဆာဖြင့် အစချီ၍၊ ဘုံ ၃၁ နှင့်တကွ နေ လ နက္ခတ်တာရာ၊ ကမ္ဘာမြေကြီး စသည်တို့ တည်နေဟန်အကြောင်းများ ၊ ( ဗုဒ္ဓ လေးပါး{[သုတဗုဒ္ဓ][သာဝကဗုဒ္ဓ][ပစ္စေကဗုဒ္ဓ][သမ္မာသမ္ဗုဒ္ဓ]} ) နှင့် သဗ္ဗညုတဉာဏ်တော်၊ မဟာဘုတ်လေးပါး၊ ခပ်သိမ်းသော ကျမ်းဂန်အစ၌ နမောတဿဟူသော ဂုဏ်ပုဒ်ကို အဘယ်ကြောင့် ထားရသနည်းဟူသော အကြောင်း၊ ဗေဒင်သုံးပုံ အကြောင်း၊ အဖျော် ရှစ်ပါး၊ အလှူဒါနအကျိုးပေးပုံများ၊ မဟာသမုဒ္ဒရာ အကြောင်း၊ လူတို့စားသော အစာ မည်သို့ ဖြစ်လေသည် ဟူသောအကြောင်း၊ ပညာနည်းသူ တို့၏ အသည်းနှင့် ပညာကြီးသူ တို့၏ အသည်း ဖြစ်ပျက်မှု ကြီးခြင်း၊ငယ်ခြင်း မတူညီသည့် အကြောင်း စသည်တို့ အပြင် လူသားတို့ သိသင့်သိထိုက်ရာ အ​ကြောင်း ကိစ္စများကို ပြည့်စုံစွာ ရေးသားပြုစုထားသော အမေးအဖြေပေါင်း တစ်ထောင့်ခြောက်ဆယ့်ခြောက် မျိုး {[1066]ခု}ဖော်ပြပါရှိသော ​ရှေးဟောင်း စွယ်စုံကျမ်းကြီး တစ်အုပ် ဖြစ်သည်။\n\nထို့ပြင်လည်း၊ ဘီးလင်းမြို့နေ ပင်စင်အငြိမ်း စား စစ်ကဲတော်ကြီး ဦးရွှေနော်သည် ၁၂၆၃ ခုနှစ်(ခရစ် ၁၉ဝ၁ ခုနှစ်)တွင် အာဒိကပ္ပ ကမ္ဘာဦးကျမ်း တစ်စောင်ကို ရေးသားပြုစုခဲ့သည်။ ထိုကျမ်းမှာ ကမ္ဘာဖြစ်ဟန် တည်ဟန်တည်းဟူသော 'လောကအတ္ထုပ္ပတ္တိ'ကို ပြဆိုသည့် ကျမ်းပင်ဖြစ်သော်လည်း၊ နေလနက္ခတ်တာရာတို့ လှည့်ပတ်သွားလာသည့် အကြောင်းအချက်ပေါ်တွင် မူတည်၍၊ သုဇိဓာတ်၊ ကြမ္မတ်၊ ဥစ္စဗိုလ်၊ ရက်လွန်၊ ရက်စန်း၊ အဝိမာသ်တို့၏ ကိန်းခန်းဖြစ်လာပုံကို၎င်း၊ ထိုမှအကြောင်းပြု၍ ဗေဒင်ဟောကိန်းများအကြောင်း၊ လူတိရစ္ဆာန်သတ္တဝါအပေါင်း၏ သက်တမ်းများအကြောင်း၊ နေကြတ်လကြတ် တွက်ချက်ခြင်းအကြောင်း ဝါထပ်ရက်ငင်ကိုပြသော ပြက္ခဒိန်ချုပ်အကြောင်းစသည့် လောကီပညာဗဟုသုတတို့ ပါဝင်လေသည်။\n\nပညာ့တံခွန်အသင်း\nအဆိုပါ စွယ်စုံကျမ်းတို့သည် မြန်မာလူမျိုးတို့၏ ရိုးရာအလိုက် လောကီ လောကုတ္တရာနှစ်ဖြာသော ဗဟုသုတ စွယ်စုံ တို့ကိုဖော်ပြရာ ကျမ်းများဖြစ်သည်မှန်၏။ သို့သော် လောကဓာတ်ပညာ ထွန်းကားသော ခေတ်တွင် ဝိဇ္ဇာနှင့် သိပ္ပံပညာဆိုင်ရာ စွယ်စုံဗဟုသုတတို့ကို လိုအပ်လှပေသည်။ ထို့ကြောင့် ဒုတိယ ကမ္ဘာစစ်အတွင်းဖြစ်သော ၁၉၄၂-၄၅ ခုနှစ်များအတွင်းတွင် ပညာ့တံခွန်အသင်းဟူ၍ ပေါ်ပေါက်ခဲ့လေသည်။ ထိုအသင်း၏ လုပ်ငန်းများအနက် အဘိဓာန်ပြုစုရေးနှင့် စွယ်စုံကျမ်းပြုစုရေးသည် နိုင်ငံအတွက် များစွာအကျိုးဖြစ်ထွန်းစေနိုင်သော လုပ်ငန်းနှစ်ရပ်ဖြစ်လေသည်။ အဘိဓာန်ပြုစုရေးကို ရန်ကုန်တက္ကသိုလ် ဘာသာပြန်ဌာနတွင် ဌာနမှူးဖြစ်သော ဦးဝန်က တာဝန်ယူ၍ လုပ်ဆောင်ပြီးလျှင်၊ စွယ်စုံကျမ်းပြုစုရေး ကို သူကြီးဂေဇက်ဦးခင်မောင်က တာဝန်ယူခဲ့ရသည်။\n\nပညာ့တံခွန်အသင်း၏ လုပ်ငန်းတို့မှာ စစ်ဖြစ်ဆဲကာလအတွင်း လုပ်ရသည်ဖြစ်ရာ၊ မူလက ရန်ကုန်မြို့ကို လုပ်ငန်းတည်ရာဌာနအဖြစ်ဖြင့် ထားရှိခဲ့သော်လည်း၊ စစ်၏ ဘေးဒဏ်ပြင်းထန်လာသောအခါ၊ ရန်ကုန်မြို့မှ ကွမ်းခြံကုန်းမြို့သို့ ရွေ့ပြောင်းခဲ့ရလေသည်။ ထိုစဉ်က ပြုစုခဲ့သော စွယ်စုံရပ်ဆိုင်ရာစာမူတို့မှာ စစ်ဘေးဒဏ်ကြောင့် ပျောက်ပျက်သွား၏။\n\nမြန်မာနိုင်ငံဘာသာပြန်စာပေအသင်း\nအကျယ်တဝင့် ဖော်ပြထားသောဆောင်းပါး - မြန်မာနိုင်ငံဘာသာပြန်စာပေအသင်း\nဒုတိယကမ္ဘာစစ်ကြီးပြီးဆုံး၍၊ မြန်မာနိုင်ငံသည် လွတ်လပ်သော အချုပ်အချာအာဏာပိုင်နိုင်ငံ ဖြစ်လာသည်နှင့်တပြိုင်နက် အဝိဇ္ဇာတည်းဟူသော အမှောင်ကိုခွင်း၍၊ ပညာတည်းဟူသော အလင်းရောင်ကို မြန်မာနိုင်ငံသားတို့အားပေးရမည့် တာဝန်သည် အဓိကတာဝန်ဖြစ်သည်ဟု ပြည်ထောင်စုမြန်မာနိုင်ငံတော်ဝန်ကြီးချုပ်ဦးနု၌ အကြံရှိလာ၏။ ထို့ကြောင့် ဝန်ကြီးချုပ်၏ ဆော်ဩချက်အရ၊ ၁၉၄၇ ခုနှစ် ဩဂုတ်လ ၂၆ ရက်နေ့တွင် မြန်မာနိုင်ငံ ဘာသာပြန်စာပေအသင်းကို တည်ထောင်ခဲ့ကြလေသည်။\n\nထိုအခါ အသင်း၏ဥက္ကဋ္ဌဖြစ်သူ ဝန်ကြီးချုပ် ဦးနုကပင် မြန်မာနိုင်ငံ၌ တိုင်းကြီး ပြည်ကြီးများနည်းတူ စွယ်စုံကျမ်းတစ်စောင် ရှိသင့်လှသည်ဟု အကြံပေးသောကြောင့်၊ ယခုကျွန်ုပ်တို့ ပုံနှိပ်ထုတ်ဝေသော မြန်မာ့စွယ်စုံကျမ်းသည် ဖြစ်မြောက်လာခဲ့လေသည်။ ဦးစွာ၌စွယ်စုံကျမ်းကို အလျင်အမြန် ပြီးမြောက်စေရန်အလို့ငှာ တိုက်ရိုက်ဘာသာပြန်၍ ပြုစုရန် စီစဉ်ခဲ့၏။ သို့သော် စွယ်စုံကျမ်း မူပိုင်ရှင်တို့နှင့် စကားကမ်းလှမ်းရာတွင် အကြောင်းမညီညွတ်သဖြင့် မြန်မာ့စွယ်စုံကျမ်းကိုပြုစုရန် ၁၉၄၉ ခုနှစ် ဖေဖော်ဝါရီလတွင်း အသင်းက ဆုံးဖြတ်ချက်ချမှတ်လေသည်။ ဤစွယ်စုံ ကျမ်းတွင် မြန်မာနိုင်ငံနှင့်ဆိုင်သော အကြောင်းရပ်တို့ကို အထူးအရေးထား၍ ပြည့်ပြည့်ဝဝ ထည့်သွင်းပေးရန် ရည်ရွယ်ထားလေသည်။ မြန်မာနိုင်ငံရှိ ပြည်ထောင်စုသားတို့အား ကမ္ဘာ့အမွေ အနှစ်ဖြစ်သော ပညာရပ်များနှင့် ယဉ်ကျေးမှုအဖြာဖြာကို သိရှိနားလည်စေလိုသော မနောပဏီဓိဖြင့် ဤစွယ်စုံကျမ်းကို ကြိုးပမ်းပြုစုထားပေသည်။ ပညာရပ်များတွင်လည်း ဝိဇ္ဇာနှင့်သိပ္ပံ ဟူ၍ နှစ်မျိုးနှစ်စားအကြမ်းလျာထား၍၊ သိပ္ပံပညာတွင် နိုင်ငံတော်လူထုက အခြေခံကိုပင်လျှင် ဦးစွာနားလည်သိရှိကြစေရန်ကိုလည်း ရည်ရွယ်ပေသည်။ ဤစွယ်စုံကျမ်းကို ပြုစုရာ၌ ကမ္ဘာ့ပညာအရပ်ရပ်မှ အကြောင်းရပ် တို့ကို ပြည်ထောင်စုသားအများဆုံးအသုံးပြုနိုင်ရန် အဓိကထား၍၊ အထပ်ထပ်စစ်ဆေး ရွေးချယ်ထားပေသည်။ ရုပ်ပြစွယ်စုံဖြစ်စေရန် ရည်သန်၍လည်း၊ စွယ်စုံကျမ်းကို ဓာတ်ပုံ၊ ရုပ်ပုံ၊ မြေပုံ၊ စနစ်ပုံများဖြင့် တန်ဆာ ဆင်ထားသည်။\n\nထုတ်ဝေမှု\nမြန်မာ့စွယ်စုံကျမ်း အတွဲ (၁) (က မှ ကုံ) ကို ၁၉၄၉ ခုနှစ်တွင် စတင်ပြုစုခဲ့ကာ ၁၉၅၄ ခုနှစ် ဒီဇင်ဘာလတွင် စက်တင်ပုံနှိပ်ပြီးစီးခဲ့သည်။ က မှ ကုံ အထိအကြောင်း ရပ်များပါဝင်သော မြန်မာ့စွယ်စုံကျမ်းပထမတွဲကို ၁၉၅၄ ခုနှစ်မှာ ထုတ်ခဲ့ပြီးနောက်၊ ဒုတိယအကြိမ်ပြင်ဆင်ပြီး ထုတ်ဝေခဲ့သည်။ ကျ မှ ခွံ အထိ အကြောင်းများပါဝင်သော ဒုတိယတွဲကို ၁၉၅၅ ခုနှစ် အောက် တိုဘာလတွင် စက်တင်ပုံနှိပ်ပြီးစီးခဲ့သည်။ ၁၉၅၄-နှစ် အတွဲ (၁)၊ ၁၉၅၅-နှစ် အတွဲ (၂)၊ ၁၉၅၆-နှစ် အတွဲ (၃)၊ ၁၉၆ဝ-နှစ်၊ အတွဲ (၄)နှင့် ၁၉၆၁-နှစ် အတွဲ (၅) များကို အင်္ဂလန်နိုင်ငံ၊ ဟေဇယ်ဝပ်ဆင် ဗိုင်းနေး လီမီတက် ပုံနှိပ်တိုက်မှာ ရိုက်နှိပ်ခဲ့သည်။ ၁၉၅၆-နှစ် မြန်မာနိုင်ငံဘာသာပြန်စာပေအသင်း (စာပေဗိမာန်) မှာ ထုတ်လုပ်ရေးဌာန ဖွဲ့စည်းခဲ့ပြီး အတွဲ (၆) ကစတင်ကာ စာပေဗိမာန်ပုံနှိပ်တိုက်မှ ရိုက်နှိပ်ခဲ့သည်။ နောက်ဆုံးစွယ်စုံကျမ်း အတွဲ(၁၅)ကို ဝန်ကြီးချုပ်ဦးနု လက်ထက်တွင် ပြီးစီးခဲ့သည်။ ၁၉၆၂ ဗိုလ်ချုပ်နေဝင်း အာဏာသိမ်းပြီးနောက် စွယ်စုံကျမ်းရှိ မြန်မာစာ သတ်ပုံများအား ပြင်ဆင်သုံးစွဲလာသည်။ စစ်အုပ်ချုပ်ရေးစတင်ပြီးသည့်နောက် ဆက်လက်၊ တည်းဖြတ်ခြင်း မလုပ်နိုင်ပါ။ နဝတ လက်ထက်တွင် သတ်ပုံအသစ်များကို သုံးလာသည်။\n\nစွယ်စုံကျမ်းနှစ်ချုပ်\nမြန်မာ့စွယ်စုံကျမ်း နှစ်ချုပ်ဆိုသည်မှာ ထုတ်ဝေပြီး မြန်မာ့စွယ်စုံကျမ်း(၁၅)တွဲ၏ အဖြည့်ကျမ်းဖြစ်သည်။ ၁၉၇၈-ခုနှစ်တွင် စွယ်စုံကျမ်းနှစ်ချုပ် စထွက်ပြီး နှစ်စဉ်ထုတ်သည်။ မြန်မာ့စွယ်စုံကျမ်းနှစ်ချုပ် (၂ဝဝ၁-ခုနှစ်) ထွက်ရှိသောအခါ ပထမဆုံးစာမျက်နှာတွင် “ဒို့တာဝန်အရေးသုံးပါး” ဖော်ပြလာသည်။ မြန်မာ့စွယ်စုံကျမ်း နှစ်ချုပ် အပါအဝင် မြန်မာ့ရည်ညွှန်းကျမ်းစာအုပ်များ စီစဉ်ရေးအဖွဲ့ကို ပြန်ကြားရေးဝန်ကြီးဌာနက ၂ဝဝဝ ပြည့်နှစ်၊ မေလ (၂) ရက်နေ့မှာ ပြင်ဆင်ဖြည့်စွက် ဖွဲ့စည်းခဲ့သည်။ အခါအားလျှော်စွာ နှစ်ချုပ်စွယ်စုံကျမ်းများကို စာပေဗိမာန်မှ ရိုက်နှိပ်နိုင်ခဲ့သည်။ နောက်ဆုံး ၁၉၈၈ စစ်အာဏာရှင် အသစ်များ တက်လာသောအခါ စွယ်စုံကျမ်းနှစ်ချုပ် စာအုပ်များသည် ဝါဒဖြန့်ချိရေးစာအုပ်သာသာ ဖြစ်နေခဲ့သည်။ စစ်ဗိုလ်ချုပ်များ (ဗိုလ်ချုပ်မှူးကြီး သန်းရွှေ၊ ဒုတိယဗိုလ်ချုပ်မှူးကြီး မောင်အေး) ဓာတ်ပုံများကိုသာ ဦးစားပေး တင်ပြထားသည်။ နိုင်ငံတကာဖြစ်ရပ်များအောက်တွင်လည်း ထုတ်နုတ်ဖော်ပြထားသည့် ဓာတ်ပုံများမှာ မြောက်ကိုရီးယား ခေါင်းဆောင် ကင်ဂျုံအီနှင့် တရုတ်ပြည်သူ့သမ္မတနိုင်ငံမှ ကျန်ဇီမင်းပုံများကို တွေ့ရပေသည်။ တိုင်းပြည်လည်း ဆင်းရဲကာ၊ ငွေကြေးမတတ်နိုင်သဖြင့် စွယ်စုံကျမ်းပုံနှိပ်မှုကို တွင်ကျယ်စွာ မလုပ်နိုင်ခဲ့ပါ။ ၂ဝ၁၁-ခုနှစ် အစိုးရသစ် ပြုပြင်ပြောင်းလဲမှုများ စတင်ရာတွင် မြန်မာ့စွယ်စုံကျမ်းကို ပြန်လည်၊ တည်းဖြတ်ရိုက်နှိပ်နိုင်ရန် နိုင်ငံခြားရင်းနှီးမြှပ်နှံသူ ရှာဖွေလျက် ရှိသည်။\n\nအက္ခရာဝလိစနစ်\nစွယ်စုံကျမ်းတို့တွင် ကျမ်းပါအကြောင်းရပ်တို့ကို စာဖတ်သူတို့ လွယ်လင့်တကူ ရှာဖွေဖတ်ရှုနိုင်စေရန် အရေးကြီးသည်။ ထိုသို့လွယ်လင့်တကူ ရှာဖွေနိုင်ရန် အက္ခရာဝလိစနစ်ကို အသုံးပြုသည်။ ယင်းစနစ်တွင် ဗျည်းသက်သက်တွင် သရမျိုးပေါင်း ၆၄ မျိုးကို၊ အစဉ်လိုက်ကပ်ပြီးမှ၊ ယပင့်၊ ရရစ်၊ ဝဆွဲ၊ ဟထိုး စသော အစဉ်လိုက်ကပ်လာသည်။ ဝေါဟာရတို့ကို အက္ခရာစဉ်ရာ၌ အမည်တို့၏ ရှေးဦးအက္ခရာကိုယူ၍ အက္ခရာစဉ်သည်။ ပြယုဂ်ကား၊ ကညင်ပင်ဟုဆိုလျှင် ကတွင်ကြည့်ရသည်။ ကောလင်းမြို့ဟုဆိုလျှင် ကောတွင်ကြည့်ရ သည်။ ခွံမာသီးဟုဆိုလျှင် ခွံတွင်ကြည့်ရသည်။ သို့သော် လူအမည်၌ အရင်းမူလကိုသာ အစပြု၍၊ ဦး၊ မောင်၊ ကို စသော ဝယဝုဒ္ဓိကိုပြရာ ဂုဏ်ပုဒ်ကိုလည်းကောင်း၊ ဘွဲ့ကိုလည်းကောင်း၊ ဝိသေသကိုလည်းကောင်း၊ နောက်၌သာထားသည်။ ပြယုဂ်ကား၊ ဦးချိန်ဟုဆိုလျှင် ချိန်၊ ဦးဟု ချိန်ဟူသောစကားကို အစပြုထားသည်။ ထို့ကြောင့် ဦးချိန်ကိုရှာလျှင်၊ ခ အက္ခရာ၌ အကျုံးဝင်သော ချိန် ကိုရှာယူရသည်။ ဆာ မောင်ခင်ဟုဆိုလျှင် ခင် ဟူသော စကားကို အစပြု၍၊ ခင်၊ မောင်၊ ဆာဟုပြသည်။ ဂျာနယ်ကျော်ဦးချစ်မောင်ဟုဆိုလျှင်၊ ချစ် ကိုအစပြု၍၊ ချစ်မောင်၊ ဦး၊ ဂျာနယ်ကျော် ဟုပြသည်။ ခြွင်းချက်မှာ အမည်ရင်းထက် ဘွဲ့ထူးဂုဏ်ထူး၊ ဝိသေသထူးတို့သာလျှင် ပိုမိုအသိများနေကြသော အမည်တို့အဖို့ ယင်းဘွဲ့ထူး၊ ဂုဏ်ထူးဝိသေသထူးတို့ကိုပင် ယူ၍၊ အက္ခရာစဉ်လေသည်။ ပြယုဂ်ကား၊ ကင်းဝန်မင်းကြီး၏ ကျီးသဲလေးထပ်ဆရာတော် ဟူလေသည်။ ကင်းဝန်မင်းကြီး၏ အမည်အရင်းမှာ ဦးကောင်းဖြစ်၍၊ ကျီးသဲလေးထပ်ဆရာတော်၏ အမည်အရင်းမှာ အရှင်မုနိန္ဒာဘိဓဇဖြစ်သည်။\n\nအနောက်နိုင်ငံသုံး လူအမည်များကိုမူ၊ အနောက်နိုင်ငံစနစ် အတိုင်းထည့်သည်။ ထိုစနစ်အရမှာ အမည်ရင်းကို ပထမပြု၍ ငယ်နာမည်၊ ခရစ်ယန်နာမည်၊ ဒုတိယ၊ တတိယနာမည်တို့ကို နောက်တွင် အစဉ်လိုက်ထည့်ခြင်းပင်ဖြစ်သည်။ များသောအားဖြင့် ထိုနာမည်တို့ကို အင်္ဂလိပ်အက္ခရာ အတိုကောက်ဖြင့်သာ ပြလေ့ရှိသည်။ ပြယုဂ်ကား၊ 'ဂျော့ ယူဂျင်း ကလမန်းစိုး'ဟုဆိုလျှင်၊ ကလမန်းစိုးကို အစတွင်ထား၍ ဂျော့အတိုကောက် 'ဂျီ'နှင့် ယူဂျင်းအတိုကောက် 'အီ'ကို အစဉ်အတိုင်းနောက်၌ ထည့်ပြီးလျှင် 'ကလမန်းစိုး ဂျီ အီ'ဟု ပြသည်။ ဆာ ဝင်စတန် ချာချီဟု ဆိုလျှင်၊ ချာချီ ဆာ ဝင်စတန်ဟု ပြလေသည်။\n\nလွယ်လင့်တကူရှာဖွေနိုင်ရန်\nဤသို့ အက္ခရာဝလိစနစ်ဖြင့် ပြဆိုပြီးနောက်၊ မြန်မာ့စွယ်စုံကျမ်းမှ တူရာရွေးနုတ်၍၊ ထိုင်ရာမထဖတ်ရှုနိုင်စေရန်၊ ဖတ်ချင်ဖွယ်ရာ အဖြာဖြာတို့ကို ထင်ပေါ်ကျော်ကြား ပုဂ္ဂိုလ်များ၊ လောကီထုပ္ပတ် လူတို့ ဇာတ်၊ သစ်ပင်ပန်းမာန် တိရစ္ဆာန်၊ တမြေရပ်ခြား ဒေသများ၊ တိကျသိအပ် အရပ်ရပ်၊ သုခုမဝင် ကြောင်းစုံလင်၊ လုပ်ငန်းဆောင်တာ အဖြာဖြာ၊ သိပ္ပံအံ့ဖွယ် အသွယ်သွယ်၊ ပြည်တော်သာရန် အခြေခံ၊ အားလပ်ချိန်ဝယ် ပျော်ရွှင်ဖွယ်ဟူသော ခေါင်းစည်းဆယ်ခုဖြင့် မာတိကာ စဉ်လျက် စာမျက်နှာကိုဖော်ပြကာ၊ ညွှန်း၍ထားလေသည်။ ထို့ပြင်လည်း ဗဟုသုတစစ်တမ်းဟူသော ခေါင်းစဉ်ဖြင့် သိလိုသော စိတ်ကို နှိုးကြားပေးစေရန်လည်းကောင်း၊ သိလိုသောအချက်ကို ရွေးချယ်နိုင်စေရန်လည်းကောင်း၊ ဖတ်ရှုပြီးအကြောင်းအရာတို့ကို မည်မျှမှတ်မိသည်ဟု စိစစ်ကြည့်စေရန်လည်းကောင်း၊ ပုစ္ဆာများကို သက်ဆိုင်ရာ စာမျက်နှာဖြင့် တိုက်ဆိုင်ကြည့်ရှုရန် ဖော်ပြထားသည်။ စာအုပ်၏ နောက်ပိုင်းတွင် အနောက်နိုင်ငံ အခေါ်အဝေါ်များ၊ တိုင်းတစ်ပါးသား အခေါ်အဝေါ်များနှင့် သိပ္ပံပညာဆိုင်ရာ အခေါ် အဝေါ်များကို ပထမကဏ္ဍအနေဖြင့် ပြဆိုထားသည်။ ဒုတိယကဏ္ဍတွင်းကား နိုင်ငံခြားသုံး အခေါ် အဝေါ်နှင့် အမည်တို့ကို မြန်မာအသံထွက်ဖြင့်ပြဆိုသော အသံလှယ်အမည်များ ပါဝင်လေသည်။\n\nအနိုင်နိုင်ငံမှ ထုတ်ဝေဖြန့်ချိလျက်ရှိသော စွယ်စုံကျမ်း တို့ကို စိစစ်ရာ၌၊ အောက်ပါအချက်အလက်တို့သည် စွယ်စုံကျမ်းအရာ၌ တည်၊ မတည် မှတ်ကျောက်တင်သော အချက်တို့ဖြစ်သည်ကို တွေ့ရလေသည်။ စွယ်စုံကျမ်း၌ အရေးကြီးသော အကြောင်းအရာတို့ကို ပြုစုရေးသားရာ၌ မှန်ကန်၍ ပြည့်ပြည့်၊ စုံစုံရှိရပေလိမ့်မည်။ ကမ္ဘာပေါ်တွင် အသစ်သစ်သော အခြင်းအရာတို့လည်း ဖြစ်ပျက်လျက် ရှိလေရာ၊ ပါဝင်သောအကြောင်းအရပ်တို့သည် မျက်မှောက်ခေတ်နှင့်လည်း အမီလိုက်နိုင်ရလိမ့်မည်။ အထူးအရေးကြီးသည်ကား၊ အကြောင်းချင်းတရားတို့ကို တင်ပြရာ၌ အဂတိမလိုက်စားဘဲ၊ ယထာဘူတကျအောင် ဟုတ်တိုင်းမှန်ရာကို တင်ပြနိုင်ခြင်းဖြစ်၏။ အရေးအသား၌လည်း အများသိရှိနားလည်အောင် ရေးသားဖို့လိုပေသည်။ စွယ်စုံကျမ်း တွင် ပါဝင်ရေးသားသူတို့ များများရှိရမည့်အပြင်၊ ထိုပါဝင်ရေးသားသော ပုဂ္ဂိုလ်တို့မှာ မိမိတို့ဆိုင်ရာ အကြောင်းရပ်တွင် ပါရဂူပုဂ္ဂိုလ်များဖြစ်သင့်ပေသည်။ စွယ်စုံကျမ်း၌ပါဝင်သော အကြောင်းအရာတို့ကို လွယ်လင့်တကူ ရှာဖွေနိုင်ရန် အစီအစဉ်ရှိဖို့လည်းလိုပေသည်။ အကြောင်းရပ်တို့ကိုလည်း အရေးကြီးလျှင် ကြီးသည့်အလျှောက် နေရာပေး၍ ရေးသားရမည်ဖြစ် သည်။ ဤအချက်တို့အပြင် ရုပ်ပုံ၊ ဓာတ်ပုံ၊ မြေပုံ၊ စနစ်ပုံ၊ ဇယားတို့ ပြည့်ပြည့်စုံစုံ ပါရှိခြင်း၊ အပြန်အလှန်အညွှန်းများ ပါရှိခြင်း၊ ကျမ်းအကိုးအကား စာရင်းများပါရှိခြင်း၊ ပုံနှိပ်ရာ၌ လှပသေသပ် ဖတ်ရှုချင့်စဖွယ် ရှိခြင်းတို့သည်။ စွယ်စုံကျမ်းကောင်းများ၏ ထူးခြားချက် ဝိသေသဖြစ်ပေသည်။ မြန်မာ့စွယ်စုံကျမ်းမှာ လက်မွန်မဆွ အစတီထွင်ပေးသော ကျမ်းပင် ဖြစ်စေကာမူ တိုတောင်းသော ကာလအပိုင်းအခြားအတွင်း အထက်ဖော်ပြပါ ဝိသေသတို့နှင့် ပြည့်စုံနိုင်သမျှ ပြည့်စုံစေရန် ကြိုးပမ်းထားသည့် ကျမ်းပင်ဖြစ်လေသည်။\n\nအခမဲ့ လွတ်လပ်စွယ်စုံကျမ်း\nမြန်မာ့စွယ်စုံကျမ်း တည်းဖြတ်ပုံနှိပ်မှု မလုပ်နိုင်မီ ဝါသနာရှင်များက အွန်လိုင်းမြန်မာစွယ်စုံကျမ်းကို ဝီကီပီးဒီးယားတွင် စတင်ခဲ့သည်။ မူလက ဇော်ဂျီဖောင့်ဖြင့် စတင်သော်လည်း နောက်ပိုင်းတွင် ဝီကီပီးဒီးယား ယူနီကုဒ်ဖောင့် ၅.၂ ဖြင့် မြန်မာဝီကီပီးဒီးယားတွင် အချက်အလက်ပေါင်း ၄ သောင်းကျော် (၂၀၁၅-ခုနှစ်) ထည့်သွင်းထားပြီးဖြစ်သည်။\n",
        "link": "စစက-၂.pdf"
    }
]